Repository: ejberro2020/prueba_dinamik
Catalog: plugins/wp-booking-system-premium/languages/wp-booking-system-*.po
Languages: de_de, fr_fr

source: List View
de_de: Listenansicht

source: Excerpt View
de_de: Auszugansicht

source: No items found.
de_de: Keine Artikel gefunden.

source: Select bulk action
de_de: Massenaktion auswählen

source: Bulk Actions
de_de: Massenaktionen

source: Apply
de_de: Anwenden

source: Show more details
de_de: Mehr Details anzeigen

source: Filter by date
de_de: Nach Datum filtern

source: All dates
de_de: Alle Termine

source: %s comment
de_de: %s Kommentar

source: %s approved comment
de_de: %s genehmigter Kommentar

source: %s pending comment
de_de: %s ausstehender Kommentar

source: No comments
de_de: Keine Kommentare

source: No approved comments
de_de: Keine genehmigten Kommentare

source: No pending comments
de_de: Keine ausstehenden Kommentare

source: %s item
de_de: %s Artikel

source: First page
de_de: Erste Seite

source: Previous page
de_de: Vorherige Seite

source: Current Page
de_de: Aktuelle Seite

# paging
source: %1$s of %2$s
de_de: %1$s von %2$s

source: Next page
de_de: Nächste Seite

source: Last page
de_de: Letzte Seite

source: Select All
de_de: Alle auswählen

source: Add-on successfully installed.
de_de: Add-on erfolgreich installiert.
fr_fr: Module complémentaire installé avec succès.

source: Add-on successfully activated.
de_de: Add-on erfolgreich aktiviert.
fr_fr: Module complémentaire activé avec succès.

source: Accept credit cards using the Stripe payment gateway.
de_de: Akzeptiere Kreditkarten mit dem Stripe Zahlungsgateway.
fr_fr: Acceptez les cartes de crédit en utilisant la passerelle de paiement Stripe.

source: Start receiving payments with PayPal Smart Payment Buttons. Your visitors can pay with their PayPal account or with their Credit Cards.
de_de: Beginne mit dem Empfang von Zahlungen mit PayPal Smart Payment Buttons. Deine Besucher können mit ihrem PayPal-Konto oder mit ihrer Kreditkarte bezahlen.
fr_fr: Commencer à recevoir des paiements avec PayPal. Vos visiteurs peuvent payer avec leur compte PayPal ou avec leurs Cartes de Crédit.

source: Allow your customers to checkout with WooCommerce, using any of the payment gateways supported by WooCommerce.
de_de: Erlaube deinen Kunden, mit WooCommerce zur Kasse zu gehen, indem du eines der von WooCommerce unterstützten Zahlungsgateways verwendest.
fr_fr: Permettez à vos clients de payer avec WooCommerce, en utilisant l'une des passerelles de paiement prises en charge.

source: Accept credit cards using the Authorize.Net payment gateway.
de_de: Akzeptiere Kreditkarten mit dem Authorize.Net Zahlungsgateway.
fr_fr: Acceptez les cartes de crédit en utilisant la passerelle de paiement Authorize.Net.

source: Accept credit cards, bank transfers, iDEAL and many other payment methods with Mollie.
de_de: Akzeptiere Kreditkarten, Banküberweisungen, iDEAL und viele andere Zahlungsmethoden mit Mollie.
fr_fr: Accepter les cartes de crédit, virements bancaires, iDEAL et de nombreuses autres méthodes de paiement avec Mollie.

source: Accept credit cards and bank transfers using the GoPay payment gateway.
de_de: Akzeptiere Kreditkarten und Banküberweisungen mit dem GoPay Zahlungsgateway.
fr_fr: Accepter les cartes de crédit et les virements bancaires à l'aide de la passerelle de paiement GoPay

source: This Add-on allows you to create a search widget so website visitors can search through calendars.
de_de: Mit diesem Add-on kannst du ein Such-Widget erstellen, damit Website-Besucher Kalender durchsuchen können.
fr_fr: Cet Add-on vous permet de créer un widget de recherche donc les visiteurs du site peuvent rechercher à travers les calendriers.

source: Allow multiple bookings per day and automatically make the dates unavailable when the maximum number of bookings is reached.
de_de: Erlaube mehrere Buchungen pro Tag und mache die Termine automatisch nicht mehr verfügbar, wenn die maximale Anzahl an Buchungen erreicht ist.
fr_fr: Permettre plusieurs réservations par jour et rendre automatiquement les dates indisponibles lorsque le nombre maximum de réservations est atteint.

source: Automatically email your customers to remind them about their bookings.
de_de: Sende deinen Kunden automatisch E-Mails, um sie an ihre Buchungen zu erinnern.
fr_fr: Envoyez automatiquement un email à vos clients pour leur rappeler leurs réservations.

source: Set advanced booking restrictions like minimum or maximum days, enforce a day of the week, and more.
de_de: Setze erweiterte Buchungsbeschränkungen wie minimale oder maximale Tage, erzwinge einen Wochentag und mehr.
fr_fr: Définissez des restrictions de réservation avancées telles que des jours minimum ou maximum, appliquez un jour de la semaine, etc.

source: Create discounts and coupon codes that are applied to the checkout form based on specific conditions.
de_de: Erstelle Rabatte und Gutscheincodes, die basierend auf bestimmten Bedingungen auf das Checkout-Formular angewendet werden.
fr_fr: Créer des réductions et codes promo qui sont appliqués au formulaire de réservation basés sur des conditions spécifiques.

source: Creates a dashboard with reports and statistics for your bookings.
de_de: Erzeugt ein Dashboard mit Berichten und Statistiken für deine Buchungen.
fr_fr: Crée un tableau de bord avec les rapports et les statistiques de vos réservations.

source: Generate professional looking invoices and email them to your customers.
de_de: Erstelle professionell aussehende Rechnungen und schicke sie per E-Mail an deine Kunden.
fr_fr: Générez des factures d'aspect professionnel et envoyez-les par email à vos clients.

source: Allow your customers to switch between currencies when making a payment.
de_de: Erlaube deinen Kunden, beim Bezahlen zwischen den Währungen zu wechseln.
fr_fr: Permettez à vos clients de basculer entre les devises lors d'un paiement.

source: Add-ons are only available with a valid licence key.
de_de: Add-ons sind nur mit einem gültigen Lizenzschlüssel verfügbar.
fr_fr: Modules complémentaires uniquement disponibles avec une clé de licence valide.

source: Upgrade your licence
de_de: Upgrade deiner Lizenz
fr_fr: Mise à niveau de votre licence

source: Installed
de_de: Installiert
fr_fr: Installé

source: Activate
de_de: Aktiviere
fr_fr: Activer

source: Install
de_de: Installieren
fr_fr: Installer

source: Data from the file has been imported successfully.
de_de: Die Daten aus der Datei wurden erfolgreich importiert.
fr_fr: Les données de ce fichier ont été importées avec succès.

source: Please select a file.
de_de: Bitte wähle eine Datei.
fr_fr: Veuillez sélectionner un fichier.

source: The file you are trying to import does not have a valid extension. The extension of the file should be ".wpbs".
de_de: Die Datei, die du zu importieren versuchst, hat keine gültige Erweiterung. Die Erweiterung der Datei sollte ".wpbs" sein.
fr_fr: Le fichier que vous essayez d'importer n'a pas une extension valide. L'extension du fichier doit être ".wpbs".

source: The file you are trying to import is not compatible with this version of the plugin.
de_de: Die Datei, die du zu importieren versuchst, ist mit dieser Version des Plugins nicht kompatibel.
fr_fr: Le fichier que vous essayez d'importer n'est pas compatible avec cette version du plugin.

source: Backup/Restore
de_de: Backup / Wiederherstellen
fr_fr: Sauvegarde/Restauration

source: Create export file
de_de: Exportdatei erstellen
fr_fr: Créer un fichier d'exportation

source: To export a backup file for WP Booking System, please click the Download Export File button.
de_de: Um eine Sicherungsdatei für WP Booking System zu exportieren, klicke bitte auf den Button Exportdatei herunterladen.
fr_fr: Pour exporter un fichier de sauvegarde pour WP Système de Réservation, veuillez cliquer sur le bouton de Téléchargement de Fichier d'Exportation bouton.

source: The export file will contain all information saved by the plugin, including calendars, bookings and general settings.
de_de: Die Exportdatei enthält alle vom Plugin gespeicherten Informationen, einschließlich Kalender, Buchungen und allgemeine Einstellungen.
fr_fr: Le fichier d'exportation contient toutes les informations enregistrées par le plugin, y compris les calendriers, les réservations et les paramètres généraux.

source: Download Export File
de_de: Exportdatei herunterladen
fr_fr: Télécharger Le Fichier d'Exportation

source: Import data from file
de_de: Daten aus Datei importieren
fr_fr: Importer des données à partir d'un fichier

source: To import all data from a WP Booking System export file, browse for that file and click the Import Data button.
de_de: Um alle Daten aus einer WP Booking System Exportdatei zu importieren, suche nach dieser Datei und klicke auf den Button Daten importieren.
fr_fr: Pour importer toutes les données à partir d'un WP Système de Réservation d'exportation de fichier, recherchez le fichier et cliquez sur le bouton d'Importation de Données.

source: Please take into account that this action will firstly remove all data that you currently have in the plugin, then import the data from the export file.
de_de: Bitte beachte, dass diese Aktion zunächst alle Daten, die du aktuell im Plugin hast, entfernt und dann die Daten aus der Exportdatei importiert.
fr_fr: Veuillez prendre en compte que cette action va d'abord supprimer toutes les données que vous avez actuellement dans le plugin, puis importer les données à partir du fichier d'exportation.

source: Are you sure you want to import data from the file?
de_de: Bist du sicher, dass du die Daten aus der Datei importieren möchtest?
fr_fr: Êtes-vous sûr que vous voulez importer des données à partir du fichier?

source: Import Data
de_de: Daten importieren
fr_fr: Importer Des Données

source: Manage Booking
de_de: Buchung verwalten
fr_fr: Gérer la Réservation

source: Booking Details
de_de: Buchungsdetails
fr_fr: Détails de La réservation

source: Email Customer
de_de: E-Mail Kunde
fr_fr: Email du Client

source: Email Logs
de_de: E-Mail-Protokolle
fr_fr: Journaux des emails

source: Accept Booking
de_de: Buchung akzeptieren
fr_fr: Accepter la réservation

source: Restore Booking
de_de: Wiederherstellen der Buchung
fr_fr: Restauration de la réservation

source: Update Booking
de_de: Buchung aktualisieren
fr_fr: Mise À Jour De La Réservation

source: Send an email to the customer when accepting the booking
de_de: Sende eine E-Mail an den Kunden, wenn du die Buchung akzeptierst
fr_fr: Envoyer un email au client lors de l'acceptation de la réservation

source: Send an email to the customer when updating the booking
de_de: Sende eine E-Mail an den Kunden, wenn du die Buchung aktualisierst
fr_fr: Envoyer un email au client lors de la mise à jour de la réservation

source: Booking ID
de_de: Buchung-ID
fr_fr: Numéro de réservation

source: Start Date
de_de: Startdatum
fr_fr: Date de début

source: End Date
de_de: Enddatum
fr_fr: Date de Fin

source: Booked on
de_de: Gebucht am
fr_fr: Réservé le

source: Language
de_de: Sprache
fr_fr: Langue

source: Email Reminder
de_de: E-Mail-Erinnerung
fr_fr: Email de Rappel

source: Scheduled to be sent sent on <strong>%s</strong>.
de_de: Geplant, um am <strong>%s</strong> versendet zu werden.

source: Email will be sent only if the booking is Accepted.
de_de: Eine E-Mail wird nur gesendet, wenn die Buchung akzeptiert wird.
fr_fr: L'email sera envoyé uniquement si la réservation est acceptée.

source: Follow up Email
de_de: Folge-E-Mail
fr_fr: Email de suivi

source: Part Payment Reminder
de_de: Teilzahlungserinnerung

source: Pending
de_de: Anstehend
fr_fr: En attente

source: Accepted
de_de: Akzeptiert
fr_fr: Accepté

source: Deleted
de_de: Gelöscht
fr_fr: Supprimé

source: Hide past bookings
de_de: Vergangene Buchungen ausblenden
fr_fr: Masquer les réservations passées

source: Sort by
de_de: Sortiere nach
fr_fr: Trier par

source: Date
de_de: Datum

source: Check-in date
de_de: Anreisedatum
fr_fr: Date d'arrivée

source: Check-out date
de_de: Abreisedatum
fr_fr: Date de départ

source: Sort order
de_de: Sortierreihenfolge
fr_fr: Ordre de tri

source: Ascending
de_de: Aufsteigend
fr_fr: Ascendant

source: Descending
de_de: Absteigend
fr_fr: Descendant

source: Search bookings
de_de: Suche Buchungen
fr_fr: Recherche de réservations

source: You don't have any %s bookings.
de_de: Du hast keine %s Buchungen.
fr_fr: Vous n'avez pas de %s réservations.

source: No results for %s.
de_de: Keine Ergebnisse für %s.
fr_fr: Pas de résultats pour %s.

source: New
de_de: Neu
fr_fr: Nouveau

source: No Payment
de_de: Keine Zahlung
fr_fr: Aucun Paiement

source: Payment on Arrival
de_de: Zahlung bei Ankunft
fr_fr: Paiement à l'arrivée

source: Error
de_de: Fehler
fr_fr: Erreur

source: Authorized
de_de: Autorisiert
fr_fr: Autorisé

source: Not Paid
de_de: Nicht bezahlt
fr_fr: Pas Payé

source: Deposit Paid
de_de: Anzahlung bezahlt
fr_fr: Acompte Versé

source: Paid
de_de: Bezahlt
fr_fr: Payé

source: bookings
de_de: Buchungen
fr_fr: réservations

source: of
de_de: von
fr_fr: de

source: Email successfully sent.
de_de: E-Mail erfolgreich verschickt.
fr_fr: Email envoyé avec succès.

source: Added on
de_de: Hinzugefügt am
fr_fr: Ajouté

source: delete note
de_de: Notiz löschen
fr_fr: supprimer la note

source: No New Bookings
de_de: Keine neuen Buchungen
fr_fr: Pas de Nouvelles Réservations

source: New Booking
de_de: Neue Buchung
fr_fr: Nouvelle Réservation

source: New Bookings
de_de: Neue Buchungen
fr_fr: Nouvelles Réservations

source: Booking Data
de_de: Buchungsdaten
fr_fr: Données de réservation

source: Edit
de_de: Bearbeiten
fr_fr: Modifier

source: Save Changes
de_de: Speichere Änderungen
fr_fr: Enregistrer les modifications

source: Cancel
de_de: Abbrechen
fr_fr: Annuler

source: Please keep in mind that changing the dates will <strong>not</strong> change the availability in the calendar. You will need to do this manually.
de_de: Bitte beachte, dass eine Änderung der Daten <strong>nicht</strong> die Verfügbarkeit im Kalender ändert. Du musst dies manuell tun.
fr_fr: N'oubliez pas que la modification des dates ne modifiera <strong> pas </strong> la disponibilité dans le calendrier. Vous devrez le faire manuellement.

source: Form Data
de_de: Formulardaten
fr_fr: Données du Formulaire

source: Notes
de_de: Notizen

source: Notes are only visible to website administrators, they are not sent to the client.
de_de: Notizen sind nur für Website-Administratoren sichtbar, sie werden nicht an den Kunden gesendet.
fr_fr: Les Notes ne sont visibles que par les administrateurs de site web, ils ne sont pas envoyés au client.

source: No notes found for this booking.
de_de: Keine Notizen für diese Buchung gefunden.
fr_fr: Pas de notes pour cette réservation.

source: Add New Note
de_de: Neue Notiz hinzufügen
fr_fr: Ajouter une nouvelle note

source: Add Note
de_de: Anmerkung hinzufügen
fr_fr: Ajouter une note

source: Send an email to the customer
de_de: Sende eine E-Mail an den Kunden
fr_fr: Envoyer un email au client

source: Send To
de_de: Senden an
fr_fr: Envoyer à

source: Options
de_de: Optionen

source: From Name
de_de: Absender-Name
fr_fr: Nom

source: From Email
de_de: Von E-Mail
fr_fr: Email

source: Reply To
de_de: Antwort an
fr_fr: Répondre à

source: Subject
de_de: Thema
fr_fr: Sujet

source: Message
de_de: Nachricht

source: Load Template
de_de: Vorlage laden
fr_fr: Charger un Modèle

source: You can set up message templates in
de_de: Du kannst Nachrichtenvorlagen einrichten in
fr_fr: Vous pouvez définir des modèles de messages dans

source: WP Booking System -> Settings -> Form
de_de: WP Buchungssystem -> Einstellungen -> Formular

source: Include Booking Details
de_de: Buchungsdetails einschließen
fr_fr: Inclure les détails de la réservation

source: Send Email
de_de: E-Mail senden
fr_fr: Envoyer un email

source: Send Date
de_de: Versanddatum
fr_fr: Envoyer Date

source: Email Type
de_de: E-Mail-Typ
fr_fr: Type d'email

source: Recepient
de_de: Empfänger
fr_fr: Destinataire

source: User Notification
de_de: Benutzer-Benachrichtigung
fr_fr: Notification De L'Utilisateur

source: Booking Custom Email
de_de: Buchung Benutzerdefinierte E-Mail
fr_fr: Email de réservation personnalisé

source: Booking Accept/Delete Email
de_de: Buchung Akzeptieren/E-Mail löschen
fr_fr: Réservation acceptée/Supprimer les emails

source: Classic Reminder
de_de: Klassische Erinnerung
fr_fr: Rappel classique

source: Follow Up
de_de: Nachfolgend
fr_fr: Suivi

source: Payment Reminder
de_de: Zahlungserinnerung
fr_fr: Rappel de paiement

source: View email body
de_de: E-Mail-Text anzeigen
fr_fr: Afficher le corps du message

source: No emails sent yet.
de_de: Es wurden noch keine E-Mails gesendet.
fr_fr: Emails pas encore envoyés

source: Edit the calendar availability
de_de: Bearbeiten der Kalenderverfügbarkeit
fr_fr: Modifier le calendrier de disponibilité

source: Bulk Edit Dates
de_de: Massenbearbeitung Daten
fr_fr: Modification groupée des éléments

source: Legend Item
de_de: Legendenelement
fr_fr: Elément de la légende

source: Description
de_de: Beschreibung

source: Apply Changes
de_de: Änderungen übernehmen
fr_fr: Appliquer les modifications

source: Permanently delete booking
de_de: Buchung endgültig löschen
fr_fr: Supprimer définitivement la réservation

source: Delete Booking
de_de: Buchung löschen
fr_fr: Supprimer la réservation

source: Accepting, Updating or Deleting the booking will also update the calendar availability as per the form above.
de_de: Wenn du die Buchung akzeptierst, aktualisierst oder löschst, wird auch die Kalenderverfügbarkeit gemäß dem obigen Formular aktualisiert.
fr_fr: Accepter, mettre a jour ou Supprimer de la réservation, mettra à jour la disponibilité dans le calendrier suivant le formulaire ci-dessus.

source: Booking #
de_de: Buchung #
fr_fr: Réservation #

source: Availability
de_de: Verfügbarkeit
fr_fr: Disponibilité

source: In this column you can see the bookings associated with each date.
de_de: In dieser Spalte kannst du die Buchungen sehen, die mit jedem Datum verbunden sind.
fr_fr: Dans cette colonne, vous pouvez voir les réservations associées à chaque date.

source: You can use the description field of the date to add private information regarding your booking. This information will not be displayed anywhere else, but here.
de_de: Du kannst das Beschreibungsfeld des Datums nutzen, um private Informationen zu deiner Buchung hinzuzufügen. Diese Informationen werden nirgendwo anders angezeigt, außer hier.
fr_fr: Vous pouvez utiliser le champ de description de la date à ajouter des informations privées concernant votre réservation. Cette information ne sera pas affichée nulle part ailleurs

source: You can use the tooltip field of the date to add information that you wish users to see when they hover over the calendar date in the front-end part of your website.
de_de: Du kannst das Tooltip-Feld des Datums nutzen, um Informationen hinzuzufügen, die du den Nutzern zeigen möchtest, wenn sie mit dem Mauszeiger über das Kalenderdatum im Front-End-Teil deiner Webseite fahren.
fr_fr: Vous pouvez utiliser le champ info-bulle de la date pour les informations que vous souhaitez que les utilisateurs voient lorsqu'ils passent la souris sur la date du calendrier dans la partie front-end de votre site web.

source: Bookings
de_de: Buchungen
fr_fr: Réservations

source: Date Created
de_de: Erstellungsdatum
fr_fr: Date de Création

source: Date Modified
de_de: Änderungsdatum
fr_fr: Date de Modification

source: Active
de_de: Aktiv
fr_fr: Activé

source: Trash
de_de: Papierkorb
fr_fr: Corbeille

source: Edit Calendar
de_de: Kalender bearbeiten
fr_fr: Modifier le Calendrier

source: Edit Calendar Legend
de_de: Kalender Legende bearbeiten
fr_fr: Modifier la légende du calendrier

source: Are you sure you want to send this calendar to the trash?
de_de: Bist du dir sicher, dass du diesen Kalender in den Papierkorb verschieben willst?
fr_fr: Êtes-vous sûr de vouloir envoyer ce calendrier à la poubelle?

source: Restore Calendar
de_de: Kalender wiederherstellen
fr_fr: Restaurer le calendrier

source: Are you sure you want to delete this calendar?
de_de: Bist du sicher, dass du diesen Kalender löschen möchtest?
fr_fr: Êtes-vous sûr de vouloir supprimer ce calendrier?

source: Delete Permanently
de_de: Endgültig löschen
fr_fr: Supprimer définitivement

source: No calendars found.
de_de: Keine Kalender gefunden.
fr_fr: Aucun calendrier trouvé.

source: Sort
de_de: Sortieren
fr_fr: Trier

source: Color
de_de: Farbe
fr_fr: Couleur

source: Default
de_de: Standard
fr_fr: Par défaut

source: Visible
de_de: Sichtbar

source: Bookable
de_de: Buchbar
fr_fr: Possibilité de réserver

source: Controls wether or not the visitor can book the date using this legend item.
de_de: Steuert, ob der Besucher den Termin über dieses Legendenelement buchen kann oder nicht.
fr_fr: Détermine si oui ou non le visiteur peut réserver la date à l'aide de cet élément de légende.

source: Auto Accept as
de_de: Auto Akzeptieren als
fr_fr: Accepter automatiquement comme

source: These legend items will be used to automatically book the calendar dates if "Auto Accept" parameter in the shortcode is set to "Yes".
de_de: Diese Legendenelemente werden verwendet, um die Kalenderdaten automatisch zu buchen, wenn der Parameter "Auto akzeptieren" im Shortcode auf "Yes" gesetzt ist.
fr_fr: Ces éléments de la légende sera automatiquement utilisé pour réserver les dates du calendrier si "Accepter automatiquement les paramètres" dans le "shortcode" est réglé sur "Oui".

source: Are you sure you want to delete this legend item?
de_de: Bist du sicher, dass du diese Legende löschen möchtest?
fr_fr: Êtes-vous sûr de vouloir supprimer cet élément de légende?

source: Delete
de_de: Löschen
fr_fr: Supprimer

source: Full Day
de_de: Ganztags
fr_fr: Journée Complète

source: Starting Changeover
de_de: Start Übergang
fr_fr: Début de basculement

source: Ending Changeover
de_de: Ende Übergang
fr_fr: Fin du basculement

source: Oops... it seems there are no legend items
de_de: Ups... es scheint, als gäbe es keine Legendenelemente
fr_fr: Oups... il semble qu'il y a pas des éléments de légende

source: Set Up A Legend Item
de_de: Einrichten eines Legendenelements
fr_fr: Définir un élément de légende

source: Calendar created successfully.
de_de: Kalender erfolgreich erstellt.
fr_fr: Calendrier créé avec succès.

source: Calendar updated successfully.
de_de: Kalender erfolgreich aktualisiert.
fr_fr: Calendrier mis à jour avec succès.

source: Something went wrong. Could not update the calendar.
de_de: Etwas ist schief gelaufen. Konnte den Kalender nicht aktualisieren.
fr_fr: Quelque chose s'est mal passé. Impossible de mettre à jour le calendrier.

source: Calendar successfully moved to Trash.
de_de: Kalender erfolgreich in den Papierkorb verschoben.
fr_fr: Le calendrier a bien été déplacé vers la corbeille.

source: Calendar has been successfully restored.
de_de: Der Kalender wurde erfolgreich wiederhergestellt.
fr_fr: Le calendrier a été restauré avec succès.

source: Calendar has been successfully deleted.
de_de: Der Kalender wurde erfolgreich gelöscht.
fr_fr: Le calendrier a été supprimé avec succès.

source: Legend item created successfully.
de_de: Legendenelement erfolgreich erstellt.
fr_fr: L'élément de légende a été créé avec succès.

source: Legend item updated successfully.
de_de: Legendenelement erfolgreich aktualisiert.
fr_fr: L'élément de légende à été mis à jour avec succès.

source: Legend item deleted successfully.
de_de: Legendenelement erfolgreich gelöscht.
fr_fr: L'Élément de légende a été supprimé avec succès.

source: Something went wrong. Could not sort the legend items.
de_de: Etwas ist schief gelaufen. Konnte die Legendenelemente nicht sortieren.
fr_fr: Quelque chose s'est mal passé. Impossible de trier les éléments de la légende.
