Repository: ejberro2020/prueba_dinamik
Catalog: plugins/wp-booking-system-premium/languages/wp-booking-system-*.po
Languages: de_de, fr_fr

source: Legend item %s is now visible.
de_de: Das Legendenelement %s ist jetzt sichtbar.
fr_fr: L'éélément de légende %s est maintenant visible.

source: Legend item %s is now hidden.
de_de: Das Legendenelement %s ist jetzt versteckt.
fr_fr: L'élément de légende %s est maintenant caché.

source: Legend item %s is now bookable.
de_de: Legendenelement %s ist jetzt buchbar.
fr_fr: L'élément de légende %s est maintenant réservable.

source: Legend item %s is no longer bookable.
de_de: Legendenelement %s ist nicht mehr buchbar.
fr_fr: L'élément de légende %s n'est plus réservable.

source: Auto Accept for %s was updated.
de_de: Auto akzeptieren für %s wurde aktualisiert.
fr_fr: L'acceptation automatique pour % s a été mise à jour.

source: %s legend item is now the default one.
de_de: Das %s Legendenelement ist jetzt das Standardelement.
fr_fr: %s élément de légende est maintenant celui par défaut.

source: iCalendar private link reset successful.
de_de: Das Zurücksetzen des iCalendar-Links war erfolgreich.
fr_fr: Réinitialisation du lien privé de l'iCalendar réussie.

source: Preferences saved successfully.
de_de: Die Einstellungen wurden erfolgreich gespeichert.
fr_fr: Préférences enregistrées avec succès.

source: iCal events imported successfully into the calendar.
de_de: Die iCal-Ereignisse wurden erfolgreich in den Kalender importiert.
fr_fr: Evénements iCal importés avec succès dans le calendrier.

source: iCal feed URL added successfully.
de_de: Die iCal-Feed-URL wurde erfolgreich hinzugefügt.
fr_fr: URL du flux iCal ajoutée avec succès.

source: iCal feed URL removed successfully.
de_de: Die iCal-Feed-URL erfolgreich entfernt.
fr_fr: URL du flux iCal supprimée avec succès.

source: iCal feeds refreshed successfully.
de_de: Die iCal-Feeds wurden erfolgreich aktualisiert.
fr_fr: flux iCal actualisé avec succès.

source: Booking successfully deleted.
de_de: Buchung wurde erfolgreich gelöscht.
fr_fr: Réservation supprimé avec succès.

source: Please add a name for your new calendar.
de_de: Bitte füge einen Namen für deinen neuen Kalender hinzu.
fr_fr: Veuillez ajouter un nom pour votre nouveau calendrier.

source: Something went wrong. Could not create the calendar. Please try again.
de_de: Etwas ist schief gelaufen. Der Kalender konnte nicht erstellt werden. Bitte versuche es erneut.
fr_fr: Quelque chose s'est mal passé. Impossible de créer le calendrier. Merci d'essayer de nouveau.

source: Invalid Calendar ID.
de_de: Ungültige Kalender-ID.
fr_fr: ID de calendrier non valide

source: Please select at least one legend item to export.
de_de: Bitte wähle mindestens ein Legendenelement zum Exportieren aus.
fr_fr: Veuillez sélectionner au moins un élément de légende à exporter.

source: No events matched your criteria.
de_de: Es gibt keine Termine, die deinen Kriterien entsprechen.
fr_fr: Pas d'événements correspondant à vos critères.

source: Invalid calendar ID
de_de: Ungültige Kalender-ID
fr_fr: ID de calendrier non valide

source: iCalendar library missing
de_de: iCalendar-Bibliothek fehlt
fr_fr: Bibliothèque iCalendar manquante

source: Something went wrong. Could not reset the private link.
de_de: Etwas ist schief gelaufen. Der Link konnte nicht zurückgesetzt werden.
fr_fr: Quelque chose s'est mal passé. Impossible de réinitialiser le lien privé.

source: Something went wrong. Could not save the Export preferences.
de_de: Etwas ist schief gelaufen. Die Export-Einstellungen konnten nicht gespeichert werden.
fr_fr: Quelque chose s'est mal passé. Impossible d'enregistrer les préférences d'exportation.

source: Please select an iCal file.
de_de: Bitte wähle eine iCal-Datei aus.
fr_fr: Veuillez sélectionner un fichier iCal.

source: Please make sure the selected file's format is .ics.
de_de: Bitte stelle sicher, dass das Format der ausgewählten Datei .ics ist.
fr_fr: Assurez-vous que le fichier sélectionné est au .ics.

source: Please select the legend item for the iCal file import.
de_de: Bitte wähle den Legendenpunkt für den iCal-Dateiimport aus.
fr_fr: Veuillez sélectionner l'élément de légende pour le fichier d'importation iCal.

source: Please select whether or not to overwrite data for dates that already contain information.
de_de: Bitte wähle aus, ob Daten für Termine, die bereits Informationen enthalten, überschrieben werden sollen oder nicht.
fr_fr: Veuillez choisir si oui ou non écraser les données pour les dates qui contiennent déjà des informations.

source: Something went wrong. Could not import the iCal file.
de_de: Etwas ist schief gelaufen. Die iCal-Datei konnte nicht importiert werden.
fr_fr: Quelque chose s'est mal passé. Impossible d'importer le fichier iCal.

source: iCalendarReader library missing
de_de: iCalendarReader-Bibliothek fehlt
fr_fr: Bibliothèque iCalendarReader manquante

source: The iCal file has no events to import.
de_de: Die iCal-Datei enthält keine zu importierenden Ereignisse.
fr_fr: Le fichier iCal ne contient pas d'événements a importer.

source: Please provide a name for your iCal calendar.
de_de: Bitte gib einen Namen für deinen iCal-Kalender an.
fr_fr: Veuillez donner un nom à votre calendrier iCal.

source: Please select the legend item for the iCal URL import.
de_de: Bitte wähle den Legendenpunkt für den iCal URL Import aus.
fr_fr: Veuillez sélectionner l'élément de légende pour l'URL d'importation iCal.

source: Please add the iCal feed URL.
de_de: Bitte füge die URL des iCal-Feeds hinzu.
fr_fr: Veuillez ajouter une URL au flux iCal.

source: Please select the legend item for starting Split Day.
de_de: Bitte wähle das Legendenelement für den Start des geteilten Tages.
fr_fr: Veuillez sélectionner l'élément de légende pour le début de la demie journée.

source: Please select the legend item for the ending Split Day.
de_de: Bitte wähle das Legendenelement für das Ende des geteilten Tages.
fr_fr: Veuillez sélectionner l'élément de légende pour la fin de la demie journée.

source: The iCal feed URL is not valid.
de_de: Die iCal-Feed-URL ist ungültig.
fr_fr: L'URL de flux iCal n'est pas valide.

source: The iCal feed URL is not valid or could not be opened.
de_de: Die iCal-Feed-URL ist ungültig oder konnte nicht geöffnet werden.
fr_fr: L'URL de flux iCal n'est pas valide ou n'a pas pu être ouvert.

source: Something went wrong. Could not import the iCal URL.
de_de: Irgendetwas ist schief gelaufen. Die iCal-URL konnte nicht importiert werden.
fr_fr: Quelque chose s'est mal passé. Impossible d'importer l'URL iCal.

source: Something went wrong. Could not remove the iCal URL.
de_de: Etwas ist schief gelaufen. Die iCal-Datei konnte nicht gelöscht werden.
fr_fr: Quelque chose s'est mal passé. Impossible de supprimer l'URL iCal.

source: Something went wrong. Could not refresh the iCal feeds.
de_de: Etwas ist schief gelaufen. Die iCal-Feeds konnten nicht aktualisiert werden.
fr_fr: Quelque chose s'est mal passé. Impossible d'actualiser les flux iCal.

source: Something went wrong. Could not add the legend item.
de_de: Etwas ist schief gelaufen. Konnte das Legendenelement nicht hinzufügen.
fr_fr: Quelque chose s'est mal passé. Impossible d'ajouter l'élément de légende.

source: Please add a name for your legend item.
de_de: Bitte füge einen Namen für deinen Legendenelement hinzu.
fr_fr: Veuillez ajouter un nom pour votre élément de légende.

source: Please select a type for your legend item.
de_de: Bitte wähle einen Typ für dein Legendenelement aus.
fr_fr: Veuillez sélectionner un type d'élément de légende.

source: Please select the color for your legend item.
de_de: Bitte wähle die Farbe für dein Legendenelement aus.
fr_fr: Veuillez sélectionner la couleur de votre élément de légende.

source: Something went wrong. Could not add the legend item. Please try again.
de_de: Etwas ist schief gelaufen. Das Legendenelement konnte nicht hinzugefügt werden. Bitte versuche es erneut.
fr_fr: Quelque chose s'est mal passé. Impossible d'ajouter l'élément de légende. Merci d'essayer de nouveau.

source: Something went wrong. Could not updated the legend item. Please try again.
de_de: Etwas ist schief gelaufen. Das Legendenelement konnte nicht aktualisiert werden. Bitte versuche es erneut.
fr_fr: Quelque chose s'est mal passé. Impossible de mettre à jour l'élément de légende. Merci d'essayer de nouveau.

source: Something went wrong. Could not delete the legend item. Please try again.
de_de: Etwas ist schief gelaufen. Das Legendenelement konnte nicht gelöscht werden. Bitte versuche es erneut.
fr_fr: Quelque chose s'est mal passé. Impossible de supprimer l'élément de légende. Merci d'essayer de nouveau.

source: remove
de_de: entfernen
fr_fr: supprimer

source: Add Calendar
de_de: Kalender hinzufügen
fr_fr: Ajouter un calendrier

source: Insert Calendar
de_de: Kalender einfügen
fr_fr: Insérer un Calendrier

source: Insert Overview Calendar
de_de: Kalenderübersicht einfügen
fr_fr: Insérer un Aperçu du Calendrier

source: Calendars
de_de: Kalendar
fr_fr: Calendriers

source: Add New Calendar
de_de: Neuen Kalender hinzufügen
fr_fr: Ajouter un nouveau calendrier

source: Calendar Name
de_de: Kalender Name
fr_fr: Nom du calendrier

source: Default price
de_de: Standardpreis
fr_fr: Prix par défaut

source: Copy Legend
de_de: Legende kopieren
fr_fr: Copier la légende

source: If you wish to copy the legend items from one calendar to this new one, select from which calendar from the drop-down below.
de_de: Wenn du die Legendenelemente eines Kalenders in diesen neuen Kalender kopieren möchtest, wähle aus der Dropdown-Liste unten aus, aus welchem Kalender.
fr_fr: Si vous souhaitez copier les éléments de la légende d'un calendrier à ce nouveau, sélectionnez le calendrier dans la liste déroulante ci-dessous.

source: Select calendar...
de_de: Wähle Kalender...
fr_fr: Sélectionner calendrier...

source: Copy from calendar #%d (%s)
de_de: Kopieren von Kalender %d (%s)
fr_fr: Copie à partir du calendrier #%d (%s)

source: Add New Legend Item
de_de: Neues Legendenelement hinzufügen
fr_fr: Ajouter un nouvel élément de légende

source: Edit Legend Item
de_de: Legendenelement bearbeiten
fr_fr: Modifier l'élément de légende

source: Add Legend Item
de_de: Legendenelement hinzufügen
fr_fr: Ajouter un élément de légende

source: Save Legend Item
de_de: Legendenelement speichern
fr_fr: Enregistrer l'élément de légende

source: Back to Legend
de_de: Zurück zur Legende
fr_fr: Retour à la Légende

source: General
de_de: Allgemein
fr_fr: Général

source: Type
de_de: Art

source: Single
de_de: Einzeln
fr_fr: Unique

source: Split
de_de: Teilen
fr_fr: Fractionnée

source: Text Color
de_de: Textfarbe
fr_fr: Couleur du texte

source: Translations
de_de: Übersetzungen
fr_fr: Traductions

source: Search Calendars
de_de: Kalender durchsuchen

source: Calendar ID: %d
de_de: Kalender ID: %d
fr_fr: Calendrier ID: %d

source: Back to Calendar
de_de: Zurück zum Kalender
fr_fr: Retour au calendrier

source: Export
de_de: Exportieren
fr_fr: Exportation

source: Legend Items to Export
de_de: Zu exportierende Legendenelemente
fr_fr: Eléments de légende à exporter

source: date, legend, description
de_de: Datum, Legende, Beschreibung
fr_fr: date, légende, description

source: year, month, day, legend, description
de_de: Jahr, Monat, Tag, Legende, Beschreibung
fr_fr: année, mois, jour, légende, description

source: Export Period
de_de: Zeitraum exportieren
fr_fr: Période d'exportation

source: Leave empty if you wish to export the entire calendar
de_de: Leer lassen, wenn du den gesamten Kalender exportieren möchtest
fr_fr: Laissez vide si vous souhaitez exporter l'ensemble du calendrier

source: Include iCalendar Events?
de_de: iCalendar-Ereignisse einschließen?
fr_fr: Inclure les évènements iCalendar ?

source: Back to all calendars
de_de: Zurück zu allen Kalendern
fr_fr: Retour à tous les calendriers

source: Save Calendar
de_de: Kalender speichern
fr_fr: Enregistrer le calendrier

source: Translate calendar title
de_de: Übersetze Kalender Titel
fr_fr: Traduire calendrier

source: Edit Dates
de_de: Termine bearbeiten
fr_fr: Modifier les Dates

source: Link Calendar
de_de: Kalender verlinken
fr_fr: Lien Calendrier

source: You can attach a post/page from your WordPress website or an external link to this calendar. If the calendar has a link attached, everywhere the calendar's title is displayed, the link will automatically be added to the title.
de_de: Du kannst einen Beitrag/Seite von deiner WordPress Website oder einen externen Link an diesen Kalender anhängen. Wenn der Kalender einen Link angehängt hat, wird dieser überall dort, wo der Titel des Kalenders angezeigt wird, automatisch zum Titel hinzugefügt.
fr_fr: Vous pouvez joindre un post/page à partir de votre site WordPress ou un lien externe à ce calendrier. Si le calendrier a un lien est attaché, partout le calendrier du titre est affiché, le lien sera automatiquement ajouté au titre.

source: Link Type
de_de: Link-Typ
fr_fr: Type delLien

source: Internal
de_de: Intern
fr_fr: Interne

source: External
de_de: Extern
fr_fr: Externe

source: Select Internal Link
de_de: Internen Link auswählen
fr_fr: Sélectionner un lien interne

source: Select...
de_de: Auswählen...
fr_fr: Sélectionner...

source: Add External Link
de_de: Externen Link hinzufügen
fr_fr: Ajouter un lien externe

source: Add new note
de_de: Anmerkung hinzufügen
fr_fr: Ajouter une nouvelle note

source: Start writing your note here...
de_de: Schreibe deine Notiz hier...
fr_fr: Commencez à écrire votre note ici...

source: Calendar
de_de: Kalendar
fr_fr: Calendrier

source: Bulk Edit Availability
de_de: Massenbearbeitung Verfügbarkeit
fr_fr: Modifications groupées des disponibilités

source: Week Days
de_de: Wochentage
fr_fr: Les Jours De La Semaine

source: Only select specific week days from the date range chosen above. Leave empty to select all days.
de_de: Wähle nur bestimmte Wochentage aus dem oben gewählten Datumsbereich aus. Leer lassen, um alle Tage auszuwählen.
fr_fr: Sélectionnez uniquement des jours de la semaine spécifiques dans la plage de dates choisie ci-dessus. Laissez vide pour sélectionner tous les jours.

source: Ignore empty fields
de_de: Leere Felder ignorieren
fr_fr: Ignorer les champs vides

source: If this box is ticked, the empty fields in the bulk editor will be ignored and will not clear existing data from the calendar.
de_de: Wenn dieses Kästchen angekreuzt ist, werden die leeren Felder bei der Massenbearbeitung ignoriert und es werden keine bestehenden Daten aus dem Kalender entfernt.
fr_fr: Si cette case est cochée, les champs vides de l'éditeur de modifications groupées seront ignorés et n'effacerons pas les données existantes du calendrier.

source: Bulk Edit
de_de: Massenbearbeitung
fr_fr: Modification groupée

source: Undo
de_de: Rückgängig
fr_fr: Annuler

source: Clicking the "Undo" link will undo the last bulk edit action you have made, just in case you have made a mistake.
de_de: Wenn du auf den Link "Rückgängig" klickst, wird die letzte Massenbearbeiten-Aktion, die du gemacht hast, rückgängig gemacht, nur für den Fall, dass du einen Fehler gemacht hast.
fr_fr: Cliquer sur le lien "Annuler" permet d'annuler la dernière modification groupée que vous venez de faire, juste au cas où vous avez fait une erreur.

source: Legend
de_de: Legende
fr_fr: Légende

source: Edit Legend Items
de_de: Elemente der Legende bearbeiten
fr_fr: Modifier l'élément de légende

source: To configure the iCal import & export settings and have access to the iCal export link please click the button below.
de_de: Um die iCal-Import & -Export Einstellungen zu konfigurieren und Zugriff auf den iCal-Export-Link zu erhalten, klicke bitte auf den Button unten.
fr_fr: Pour configurer iCal l'importation et l'exportation de paramètres et d'avoir accès à la iCal export lien s'il vous plaît cliquez sur le bouton ci-dessous.

source: To configure the CSV export settings please click the button below.
de_de: Um die Einstellungen für den CSV-Export zu konfigurieren, klicke bitte auf den Button unten.
fr_fr: Pour configurer l'exportation CSV réglages, veuillez cliquer sur le bouton ci-dessous.

source: iCalendar Link
de_de: iCalendar Sync-Link
fr_fr: Lien iCalendar

source: Legend Items to Export as Booked
de_de: Legendenelemente, die als gebucht exportiert werden sollen
fr_fr: Eléments de la légende à exporter comme Réservé

source: When exporting changeover days, do not include the ending changeover in the list above.
de_de: Wenn du Wechseltage exportierst, nimmst du das Ende des Wechsels nicht in die obige Liste auf.
fr_fr: Lors de l'exportation de passage des jours, ne comprennent pas la fin de basculement dans la liste ci-dessus.

source: Group Events by Description
de_de: Gruppenereignisse nach Beschreibung
fr_fr: Grouper les évènements par description

source: If selected, events that have the same description will be grouped into one event spaning over multiple days.
de_de: Wenn du diese Option auswählst, werden Veranstaltungen, die die gleiche Beschreibung haben, zu einer Veranstaltung zusammengefasst, die sich über mehrere Tage erstreckt.
fr_fr: Si cette option est sélectionnée, les événements qui ont la même description, seront regroupés en un seul événement s'étendant sur plusieurs jours.

source: Yes
de_de: Ja
fr_fr: Oui

source: Are you sure you want to reset the iCalendar feed link for this calendar?
de_de: Bist du sicher, dass du den iCalendar-Feed-Link für diesen Kalender zurücksetzen möchtest?
fr_fr: Voulez-vous vraiment réinitialiser le lien du flux iCalendar pour ce calendrier?

source: Reset Private Link
de_de: Link zurücksetzen
fr_fr: Réinitialiser le lien privé

source: Save Preferences
de_de: Einstellungen speichern
fr_fr: Enregistrer les préférences

source: Import from File
de_de: Aus Datei importieren
fr_fr: Importer à partir d'un Fichier

source: Importing from a .ics file will insert the iCal events into the calendar. You will then be able to edit the details for each imported date.
de_de: Beim Importieren aus einer .ics Datei werden die iCal-Ereignisse in den Kalender eingefügt. Du kannst dann die Details für jedes importierte Datum bearbeiten.
fr_fr: Importation à partir d'un fichier .ics va insérer les événements iCal dans le calendrier. Vous pourrez ensuite modifier les détails de chaque donnée importées.

source: iCalendar File
de_de: iCalendar-Datei
fr_fr: Fichier iCalendar

source: Import iCal Events As
de_de: iCal-Ereignisse importieren als
fr_fr: Importer des Événements iCal Comme

source: The dates from the iCal events present in the file will be assigned the legend item that you choose here.
de_de: Die Termine aus den in der Datei vorhandenen iCal-Ereignissen werden dem Legendenelement zugeordnet, das du hier auswählst.
fr_fr: Les dates des événements iCal présents dans le fichier va être affecté à l'élément de légende que vous choisissez ici.

source: Overwrite Existing Dates
de_de: Vorhandene Termine überschreiben
fr_fr: Écraser Les Dates

source: Select whether or not to overwrite data for dates in the calendar that already contain information. Selecting "Overwrite" will add all events present in the iCal file, regardless of the existing information for the calendar dates. Selecting "Skip" will add data only for dates that do not have any information set.
de_de: Wähle aus, ob Daten für Termine im Kalender, die bereits Informationen enthalten, überschrieben werden sollen oder nicht. Wenn du "Überschreiben" auswählst, werden alle in der iCal-Datei vorhandenen Ereignisse hinzugefügt, unabhängig von den vorhandenen Informationen für die Kalenderdaten. Wenn du "Überspringen" auswählst, werden nur Daten für Termine hinzugefügt, für die keine Informationen eingestellt sind.
fr_fr: Sélectionnez s'il faut ou non remplacer les données des dates du calendrier qui contiennent déjà des informations. La sélection de «Écraser» ajoutera tous les événements présents dans le fichier iCal, quelles que soient les informations existantes pour les dates du calendrier. La sélection de "Ignorer" ajoutera des données uniquement pour les dates pour lesquelles aucune information n'est définie.

source: Overwrite
de_de: Überschreiben
fr_fr: Remplacer

source: Skip
de_de: Überspringen
fr_fr: Passer

source: Description Import
de_de: Import-Beschreibung
fr_fr: Description de l'importation

source: Select how you wish the description of each event from the .ics file to be imported into the plugin.
de_de: Wähle aus, wie die Beschreibung jedes Ereignisses aus der .ics-Datei in das Plugin importiert werden soll.
fr_fr: Sélectionnez la façon dont vous souhaitez que la description de chaque événement du fichier .ics soit importée dans le plugin.

source: Import only in the description field
de_de: Nur ins Beschreibungsfeld importieren
fr_fr: Importer uniquement le champ description

source: Import only in the tooltip field
de_de: Nur im Tooltip-Feld importieren
fr_fr: Importer uniquement le champ info-bulle

source: Import in both description and tooltip fields
de_de: In Beschreibungs- und Tooltip-Felder importieren
fr_fr: Importer à la fois la description et l'info-bulle

source: Do not import the description
de_de: Nicht die Beschreibung importieren
fr_fr: Ne pas importer la description

source: Import iCal File
de_de: iCal-Datei importieren
fr_fr: Importation de Fichier iCal

source: Import from iCal URL
de_de: Aus der iCal-URL importieren
fr_fr: Importer à partir de l'URL iCal

source: Importing from an iCal URL will overlay the events from the URL. You will not be able to edit these events.
de_de: Beim Importieren aus einer iCal-URL werden die Ereignisse aus der URL überlagert. Du wirst diese Ereignisse nicht bearbeiten können.
fr_fr: Importation à partir d'une URL iCal va superposer les évènements à partir de l'URL. Vous ne serez pas en mesure de modifier ces événements.

source: Disable iCalendar Links
de_de: iCalendar-Links deaktivieren
fr_fr: Désactiver les Liens iCalendar

source: Enable iCalendar Links
de_de: iCalendar-Links aktivieren
fr_fr: Activer les liens iCalendar

source: You don't have any iCal URL's included. Use the form below to add an iCal feed URL.
de_de: Du hast keine iCal URL's eingebunden. Benutze das Formular unten, um eine iCal-Feed-URL hinzuzufügen.
fr_fr: Vous n'avez pas d'URL iCal incluse. Utilisez le formulaire ci-dessous pour ajouter une URL de flux iCal .

source: Last updated: %s
de_de: Letzte Aktualisierung: %s

source: Are you sure you want to remove this iCal URL?
de_de: Bist du sicher, dass du diese iCal-URL entfernen möchtest?
fr_fr: Êtes-vous sûr de vouloir supprimer cette URL iCal?

source: Remove
de_de: Entferne
fr_fr: Supprimer

source: Use Split Days
de_de: Geteilte Tage verwenden
fr_fr: L'Utilisation De Split Jours

source: If selected, the start and end dates of the iCalendar Events will be displayed as Split Days. You will have to chose the legends to be used below.
de_de: Wenn du diese Option auswählst, werden die Start- und Enddaten der iCalendar Events als geteilte Tage angezeigt. Du musst die zu verwendenden Legenden unten auswählen.
fr_fr: Si cette option est sélectionnée, la date de début et de fin de évènement iCalendar seront affichés par demies journées. Vous aurez à choisir les légendes ci-dessous.

source: Split Day Start
de_de: Geteilter Tag (Start)
fr_fr: Début de journée fractionnée

source: Split Day End
de_de: Geteilter Tag (Ende)
fr_fr: Fin de journée fractionnée

source: Are you sure you want to refresh this iCal feeds?
de_de: Möchtest du diese iCal Feeds wirklich aktualisieren?
fr_fr: Voulez-vous vraiment actualiser ces flux iCal?

source: Refresh iCal Data
de_de: iCal Daten aktualisieren
fr_fr: Actualisation des données iCal

source: Add iCal URL
de_de: iCal-URL hinzufügen
fr_fr: Ajouter une URL iCal

source: Calendar Legend
de_de: Kalender Legende bearbeiten
fr_fr: Légendes du calendrier
