Repository: ejberro2020/prueba_dinamik
Catalog: plugins/wp-booking-system-premium/languages/wp-booking-system-*.po
Languages: de_de, fr_fr

source: Uh-oh! You are using email tags in your notifications that are not available in the form anymore.
de_de: Oh-oh! Du verwendest E-Mail-Tags in deinen Benachrichtigungen, die im Formular nicht mehr verfügbar sind.
fr_fr: Oh-oh! Vous utilisez des balises email dans vos notifications qui ne sont plus disponibles dans le formulaire.

source: Uh-oh! It looks like you some of your fields have the same ID. Not sure how this happened. Please delete one of the fields and try creating it again.
de_de: Oh-oh! Es sieht so aus, als hätten einige deiner Felder die gleiche ID. Ich bin mir nicht sicher, wie das passiert ist. Bitte lösche eines der Felder und versuche, es erneut zu erstellen.
fr_fr: Uh-oh! Il semble que certains de vos champs ont le même ID. Pas sûr de savoir comment cela s'est passé. S'il vous plaît supprimer l'un des champs et essayer de le créer encore une fois.

source: Edit Form
de_de: Formular bearbeiten
fr_fr: Modifier le Formulaire

source: Form ID: %d
de_de: Formular-ID: %d
fr_fr: Formulaire ID: %d

source: Back to all forms
de_de: Zurück zu allen Formularen
fr_fr: Retour à tous les formulaires

source: Save Form
de_de: Formular speichern
fr_fr: Enregistrer le formulaire

source: Search Forms
de_de: Formulare suchen

source: Settings saved successfully.
de_de: Einstellungen erfolgreich gespeichert.
fr_fr: Paramètres enregistrés avec succès.

source: Languages
de_de: Sprachen
fr_fr: Langues

source: Form & Email
de_de: Formular & E-Mail
fr_fr: Formulaire & email

source: Settings
de_de: Einstellungen
fr_fr: Paramètres

source: General Settings
de_de: Allgemeine Einstellungen
fr_fr: Paramètres Généraux

source: Enable Email Logging
de_de: E-Mail-Protokollierung aktivieren
fr_fr: Activer la Journalisation des emails

source: Save a log of all emails sent to a customer. Logs will be available in the Booking modal popup.
de_de: Speichere ein Protokoll aller E-Mails, die an einen Kunden gesendet wurden. Die Protokolle werden im Popup des Buchungsmodals verfügbar sein.
fr_fr: Enregistrer un journal de tous les emails envoyés à un client. Les journaux seront disponibles dans le popup modal de la réservation

source: Form Styling
de_de: Formular Gestaltung
fr_fr: Style du Formulaire

source: Default Styling
de_de: Standard Styling
fr_fr: Style par défaut

source: By default we use our own styling to make sure everything looks fine. You can select 'Theme Styling' to disable the output of our custom CSS.
de_de: Standardmäßig verwenden wir unser eigenes Styling, um sicherzustellen, dass alles gut aussieht. Du kannst 'Theme Styling' auswählen, um die Ausgabe unseres eigenen CSS zu deaktivieren.
fr_fr: Par défaut, nous utilisons notre propre style pour s'assurer que tout semble parfait. Vous pouvez sélectionner le Thème "Style" pour désactiver la sortie de notre CSS personnalisé.

source: Theme Styling
de_de: Theme-Stil
fr_fr: Thème De Style

source: Button Style
de_de: Button Stil
fr_fr: Style des Boutons

source: Background Color
de_de: Hintergrundfarbe
fr_fr: Couleur d'Arrière-Plan

source: Button Hover Style
de_de: Button-Stil bei Mouseover
fr_fr: Style des Boutons survolés

source: reCAPTCHA Type
de_de: reCAPTCHA Typ
fr_fr: Type reCAPTCHA

source: Form Defaults
de_de: Formularstandards
fr_fr: Valeurs par défaut des formulaires

source: Set some default values so you won't have to fill in your name and email address everytime you send an email from the Booking Manager.
de_de: Lege einige Standardwerte fest, damit du nicht jedes Mal deinen Namen und deine E-Mail-Adresse eingeben musst, wenn du eine E-Mail aus dem Booking Manager verschickst.
fr_fr: Définissez des valeurs par défaut pour ne pas avoir à renseigner votre nom et votre adresse email à chaque fois que vous envoyez un email du gestionnaire de réservation.

source: Default "From Name"
de_de: Standard "Von Name"
fr_fr: "Nom" par défaut

source: Default "From Email"
de_de: Standard "Von E-Mail"
fr_fr: "Email" par défaut

source: Default "Reply To"
de_de: Standardeinstellung "Antwort an"
fr_fr: "Réponse" par défaut

source: Default "CC"
de_de: Standard "CC"
fr_fr: "CC Par défaut

source: Default "BCC"
de_de: Standard "BCC"
fr_fr: "BCC" Par défaut

source: Email Customization
de_de: E-Mail-Anpassung
fr_fr: Personnalisation de l'email

source: Add some style to all the outgoing emails.
de_de: Füge allen ausgehenden E-Mails etwas Style hinzu.
fr_fr: Ajouter un peu de style à tous les emails sortants.

source: Disable Fancy Emails
de_de: Fancy E-Mails deaktivieren
fr_fr: Désactiver les emails fantaisie

source: Accent Colour
de_de: Akzentfarbe
fr_fr: Couleur d'accent

source: Upload Image
de_de: Bild hochladen
fr_fr: Télécharger L'Image

source: remove image
de_de: Bild entfernen
fr_fr: supprimer l'image

source: Logo Height
de_de: Höhe des Logos
fr_fr: Hauteur du logo

source: Message Templates
de_de: Nachrichtenvorlagen
fr_fr: Modèles de Messages

source: Create default email templates you can re-use everytime you send an email from the Booking Manager. You can also include general email tags which are not related to forms, like {Start Date} or {Booking ID}.
de_de: Erstelle Standard-E-Mail-Vorlagen, die du jedes Mal wieder verwenden kannst, wenn du eine E-Mail aus dem Booking Manager sendest. Du kannst auch allgemeine E-Mail-Tags einfügen, die sich nicht auf Formulare beziehen, wie {Start Date} oder {Booking ID}.
fr_fr: Créez des modèles d'emails par défaut que vous pouvez réutiliser à chaque fois que vous envoyez un email depuis le gestionnaire de réservation. Vous pouvez également inclure des balises d'email générales qui ne sont pas liées aux formulaires, telles que {Date de début} ou {ID de réservation}.

source: Automatically Load
de_de: Automatisch laden
fr_fr: Charger Automatiquement

source: Automatically load the contents of an email template in the email form, wihtout having to select it from the dropdown.
de_de: Lade automatisch den Inhalt einer E-Mail-Vorlage in das E-Mail-Formular, ohne dass du sie aus dem Dropdown auswählen musst.
fr_fr: Charger automatiquement le contenu d'un modèle d'email dans le formulaire électronique, sans avoir à le sélectionner dans la liste déroulante.

source: Template #
de_de: Vorlage #
fr_fr: Modèle #

source: Email Template #
de_de: E-Mail Vorlage #
fr_fr: Modèle d'email #

source: Add New Template
de_de: Neue Vorlage hinzufügen
fr_fr: Ajouter un nouveau odèle

source: Save Settings
de_de: Einstellungen speichern
fr_fr: Enregistrer les paramètres

source: Booking History Color
de_de: Farbe für den Buchungsverlauf
fr_fr: Couleur de l'historique des réservations

source: Booking Hover Color
de_de: Buchung Hover Color
fr_fr: Couleur de survol des réservations

source: The color of the calendar dates when hovering over them.
de_de: Die Farbe des Kalenderdatums, wenn der Mauszeiger über sie schwebt.
fr_fr: La couleur des dates du calendrier lorsque vous passez la souris au-dessus d'elles.

source: Booking Selection Color
de_de: Buchungsauswahl Farbe
fr_fr: Couleur de sélection de réservation

source: The color of the calendar dates after they have been selected.
de_de: Die Farbe der Kalenderdaten, nachdem sie ausgewählt wurden.
fr_fr: La couleur des dates du calendrier après qu'elles ont été sélectionnées.

source: Backend Start Day
de_de: Start-Datum im Backend
fr_fr: Jour de début du backend

source: iCal Refresh Times
de_de: iCal-Aktualisierungszeiten
fr_fr: iCal Temps d'Actualisation

source: On each page load
de_de: Bei jedem Laden der Seite
fr_fr: A chaque chargement de la page

source: Hourly
de_de: Stündlich
fr_fr: Horaire

source: Daily
de_de: Täglich
fr_fr: Quotidien

source: Custom
de_de: Benutzerdefiniert
fr_fr: Personnalisé

source: iCal Custom Refresh Time
de_de: Benutzerdefinierte iCal-Aktualisierungszeit
fr_fr: Temps de Rafraîchissement Personnalisé de l'iCal

source: Minutes
de_de: Minuten

source: Hours
de_de: Stunden
fr_fr: Heures

source: What languages do you wish to use?
de_de: Welche Sprachen möchtest du verwenden?
fr_fr: Quelle langue souhaitez-vous utiliser?

source: Calendar does not exist.
de_de: Der Kalender existiert nicht.
fr_fr: Le Calendrier n'existe pas.

source: Form does not exist.
de_de: Das Formular existiert nicht.
fr_fr: La formulaire n'existe pas.

source: Insert a WP Booking System Calendar
de_de: Einfügen eines WP-Buchungssystemkalenders
fr_fr: Insérer un Calendrier WP Système de Réservation

source: Display title
de_de: Titel anzeigen
fr_fr: Afficher le titre

source: Display legend
de_de: Legende anzeigen
fr_fr: Afficher les légendes

source: Display dropdown?
de_de: Dropdown anzeigen?
fr_fr: Affichage de la liste déroulante?

source: Week starts on
de_de: Woche startet am
fr_fr: La semaine commence sur

source: Months to display
de_de: Anzuzeigende Monate
fr_fr: Mois à afficher

source: Show history
de_de: Zeige Protokoll
fr_fr: Afficher l'historique

source: Show Tooltip
de_de: Tooltipp anzeigen
fr_fr: Afficher les Infos-Bulles

source: Jump Switch
de_de: Sprungschalter
fr_fr: Commutateur

source: Show Date Selection
de_de: Datumsauswahl anzeigen
fr_fr: Afficher La sélection des dates

source: No payment was received for this booking.
de_de: Für diese Buchung ist keine Zahlung eingegangen.
fr_fr: Aucun paiement n'a été reçu pour cette réservation.

source: No default price is defined for this calendar. Please define a default price in order to use payments.
de_de: Für diesen Kalender ist kein Standardpreis definiert. Bitte definiere einen Standardpreis, um Zahlungen nutzen zu können.
fr_fr: Pas de prix par défaut défini pour ce calendrier. Veuillez définir un prix par défaut pour utiliser l'option de paiements.

source: No payment methods are available.
de_de: Es sind keine Zahlungsmethoden verfügbar.
fr_fr: Méthodes de paiement non disponibles.

source: Agreed
de_de: Zustimmen

source: Invalid date.
de_de: Ungültiges Datum.
fr_fr: Date non valide.

source: It appears you have selected an unavailable date. Please refresh the calendar and try again.
de_de: Es scheint, als hättest du ein nicht verfügbares Datum ausgewählt. Bitte aktualisiere den Kalender und versuche es erneut.
fr_fr: Il semble que vous avez sélectionné une date non disponible. Veuillez actualiser le calendrier et essayez de nouveau.

source: Nonce validation failed. Please refresh the page and try again.
de_de: Nonce-Validierung fehlgeschlagen. Bitte aktualisiere die Seite und versuche es erneut.
fr_fr: La validation a échoué. Veuillez actualiser la page et essayez à nouveau.

source: Available
de_de: Verfügbar
fr_fr: Disponible

source: Booked
de_de: Gebucht
fr_fr: Réservé

source: Changeover 1
de_de: Übergang 1
fr_fr: Basculement 1

source: Changeover 2
de_de: Übergang 2
fr_fr: Basculement 2

source: Select the calendars you wish to display in the overview, or leave empty to show all calendars.
de_de: Wähle die Kalender aus, die du in der Übersicht anzeigen möchtest, oder lass sie leer, um alle Kalender anzuzeigen.

source: Calendar Basic Options
de_de: Kalender Grundoptionen

source: Calendar Advanced Options
de_de: Erweiterte Kalenderoptionen

source: Show Weekday Abbreviations
de_de: Wochentagsabkürzungen anzeigen

source: Select Calendar...
de_de: Kalender auswählen...

source: Select Form...
de_de: Formular wählen...

source: Mimimum Days
de_de: Mindesttage

source: Please select a calendar to display.
de_de: Bitte wähle einen Kalender zur Anzeige aus.

source: Overview Calendar
de_de: Kalenderübersicht
fr_fr: Vue d'Ensemble du Calendrier

source: Single Calendar
de_de: Einzel-Kalender
fr_fr: Calendrier unique

source: Calendar Dates
de_de: Kalender Termine
fr_fr: Dates du calendrier

source: Payment Details
de_de: Zahlungsdetails
fr_fr: Détails du Paiement

source: Payment Information
de_de: Zahlungsinformation
fr_fr: Informations De Paiement

source: Order Information
de_de: Bestellinformationen
fr_fr: Informations dee Commande

source: Item
de_de: Artikel
fr_fr: Elément

source: Total
de_de: Insgesamt

source: VAT
de_de: MwSt.
fr_fr: La TVA

source: Final Payment Reminder Notification
de_de: Letzte Zahlungserinnerung Benachrichtigung

source: Final Payment Success Notification
de_de: Benachrichtigung über den Erfolg der endgültigen Zahlung

source: Payment Options
de_de: Zahlungsoptionen

source: You must add an Email field to the form in order to configure payment reminders.
de_de: Du musst dem Formular ein E-Mail-Feld hinzufügen, um Zahlungserinnerungen zu konfigurieren.
fr_fr: Vous devez ajouter un champ Email dans le formulaire afin de configurer des rappels de paiement.

source: Send a payment reminder email to the person who made the booking.
de_de: Sende eine Zahlungserinnerungs-E-Mail an die Person, die die Buchung vorgenommen hat.
fr_fr: Envoyer un rappel de paiement par email à la personne qui a fait la réservation.

source: When to send
de_de: Wann senden
fr_fr: Quand envoyer

source: days before the booking starts
de_de: Tage vor Buchungsbeginn
fr_fr: jours avant le début de la réservation

source: Send a confirmation email to the person who made the booking after completing the final payment.
de_de: Sende eine Bestätigungs-E-Mail an die Person, die die Buchung vorgenommen hat, nachdem die endgültige Zahlung erfolgt ist.

source: Multiplication Field
de_de: Multiplikationsfeld

source: Multiply the calendar events price by the value of a form field (eg. number of people, inventory..).
de_de: Multipliziere den Preis der Kalenderereignisse mit dem Wert eines Formularfeldes (z.B. Anzahl der Personen, Bestand...).

source: Bank Transfer
de_de: Banküberweisung
fr_fr: Virement Bancaire

source: Transferring money from your bank account.
de_de: Geld von deinem Bankkonto überweisen.

source: Payment Gateway
de_de: Zahlungsart / Bezahl-Gateway
fr_fr: Passerelle De Paiement

source: paid
de_de: bezahlt
fr_fr: payé

source: mark as unpaid
de_de: als unbezahlt markieren
fr_fr: Marquer comme non payé

source: mark as paid
de_de: als bezahlt markieren
fr_fr: Marqué comme payé

source: Part Payments (Deposit)
de_de: Teilzahlungen (Anzahlung)
fr_fr: Paiements partiel (arrhes)

source: Enable Part Payments
de_de: Teilzahlungen aktivieren
fr_fr: Activer les paiements partiels

source: Deposit type
de_de: Anzahlungstyp
fr_fr: Type d'acompte

source: Percentage
de_de: Prozentsatz
fr_fr: Pourcentage

source: Fixed Amount
de_de: Fester Betrag
fr_fr: Montant Fixe

source: Deposit amount
de_de: Höhe der Anzahlung
fr_fr: Montant de l'acompte

source: The amount that the customer will be charged when making the booking.
de_de: Der Betrag, der dem Kunden bei der Buchung in Rechnung gestellt wird.
fr_fr: Le montant qui sera facturé au client au moment de la réservation.

source: Applicable period
de_de: Gültiger Zeitraum
fr_fr: Période applicable

source: This option allows you to charge a deposit only if the booking is X days in the future. For example, if you set the applicable period to 14 days, and someone makes a booking starting one week from today, they will be charged the full amount. If they make a booking starting from 14 or more days in the future, they will be asked to pay the deposit. Zero days means the option is disabled, and deposit will always be charged.
de_de: Diese Option ermöglicht es dir, eine Anzahlung nur dann zu berechnen, wenn die Buchung X Tage in der Zukunft liegt. Wenn du z.B. den Zeitraum auf 14 Tage festlegst und jemand eine Buchung ab heute in einer Woche vornimmt, wird ihm der volle Betrag berechnet. Bei einer Buchung, die 14 oder mehr Tage in der Zukunft liegt, wird die Anzahlung fällig. Null Tage bedeutet, dass die Option deaktiviert ist und die Anzahlung immer berechnet wird.
fr_fr: Cette option vous permet de facturer un dépôt de garantie uniquement si la réservation est X jours dans le futur. Par exemple, si vous définissez la période de 14 jours, et quelqu'un fait une réservation une semaine à partir d'aujourd'hui, ils devront payer le plein montant. Si ils font une réservation à partir de 14 jours ou plus dans l'avenir, il leur sera demandé de payer un acompte. Zéro jours signifie que l'option est désactivée, et la caution sera toujours chargée.

source: days from the current date
de_de: Tage ab dem aktuellen Datum
fr_fr: Jours à compter de la date actuelle

source: Select the calendars the part payments apply to. If no calendars are selected, the part payments will be applied to all calendars.
de_de: Wähle die Kalender aus, für die die Teilzahlungen gelten sollen. Wenn keine Kalender ausgewählt werden, werden die Abschlagszahlungen auf alle Kalender angewendet.
fr_fr: Sélectionnez les calendriers auxquels s'appliquent les paiements partiels. Si aucun calendrier n'est sélectionné, les paiements partiels seront appliqués à tous les calendriers.

source: Final Payment Method
de_de: Endzahlungsmethode
fr_fr: Méthode de Paiement Final

source: You can charge a deposit and receive the rest of the amount in cash, or ask for the final payment to be done online using the same method (PayPal or Stripe) as the initial payment, for which you will have some extra options below.
de_de: Du kannst eine Anzahlung verlangen und den Rest des Betrages in bar erhalten, oder du kannst die Abschlusszahlung online über die gleiche Methode (PayPal oder Stripe) wie die erste Zahlung abwickeln lassen, wofür du unten einige zusätzliche Optionen hast.
fr_fr: Vous pouvez charger un dépôt et recevez le reste de la somme en espèces, ou d'en demander le paiement final à faire en ligne à l'aide de la même méthode (PayPal ou Bande) que le paiement initial, pour lequel vous aurez quelques options supplémentaires ci-dessous.

source: Cash on arrival
de_de: Bargeld bei Ankunft
fr_fr: En espèces à l'arrivée

source: Same as initial payment
de_de: Gleiche wie bei der ersten Zahlung
fr_fr: Idem au paiement initial

source: Final Payment Options
de_de: Finale Zahlungsoptionen
fr_fr: Options de Paiement final

source: Page
de_de: Seite

source: This is the page which will hold the payment form for the final payment. You will need to add the [wpbs-final-payment] shortcode to this page.
de_de: Dies ist die Seite, die das Zahlungsformular für die Abschlusszahlung enthält. Du musst den Shortcode [wpbs-final-payment] zu dieser Seite hinzufügen.
fr_fr: C'est la page qui contiendra le formulaire de paiement pour le paiement final. Vous devrez ajouter le shortcode [wpbs-final-payment] à cette page.

source: Make sure to include the [wpbs-final-payment] shortcode on this page.
de_de: Achte darauf, dass du den Shortcode [wpbs-final-payment] auf dieser Seite einfügst.
fr_fr: Assurez-vous d'inclure le shortcode [wpbs-final-payment] sur cette page

source: Send the customer an email X days before the booking to remind him about the final payment.
de_de: Sende dem Kunden eine E-Mail X Tage vor der Buchung, um ihn an die Abschlusszahlung zu erinnern.
fr_fr: Envoyer au client un email X jours avant la réservation pour lui rappeler sur le paiement final.

source: You can set up an email reminder under the <strong>Payment Reminder Notifications</strong> tab when editing a <strong>Form</strong>.
de_de: Du kannst eine E-Mail-Erinnerung unter dem Reiter <strong>Zahlungserinnerungsbenachrichtigungen</strong> einrichten, wenn du ein <strong>Formular</strong> bearbeitest.
fr_fr: Vous pouvez configurer un email de rappel sous l'onglet <strong> Notifications de rappel de paiement </strong> lors de la modification d'un <strong> formulaire </strong>.

source: Confirmation Message
de_de: Bestätigungsnachricht
fr_fr: Message de confirmation

source: The confirmation message that appears after the final payment has succeeded.
de_de: Die Bestätigungsmeldung, die erscheint, nachdem die letzte Zahlung erfolgreich war.
fr_fr: Le message de confirmation qui s'affiche une fois le paiement final a réussi.

source: Deposit
de_de: Anzahlung
fr_fr: Acompte

source: Final Payment
de_de: Abschlussrate
fr_fr: Paiement Final

source: &#8211; Final Payment Method
de_de: &#8211; Abschluss-Zahlungsmethode
fr_fr: &#8211; Methode de payement finale

source: Payment Reminder email will be sent on %s.
de_de: Die Zahlungserinnerungs-E-Mail wird am %s gesendet.
fr_fr: L' email de rappel de paiement sera envoyé à %s.

source: &#8211; Final Payment Link
de_de: &#8211; Abschlusszahlung Link
fr_fr: Vous pouvez configurer un email de rappel sous l'onglet <strong> Notifications de rappel de paiement </strong> lors de la modification d'un <strong> formulaire </strong>.

source: Amount Billed
de_de: Rechnungsbetrag
fr_fr: Montant facturé

source: Final Payment (on arrival)
de_de: Endzahlung (bei Ankunft)
fr_fr: Paiement Final (à l'arrivée)

source: Final Payment (online, before arrival)
de_de: Endzahlung (online, vor Anreise)
fr_fr: Paiement Final (en ligne, avant l'arrivée)

source: Amount Billed Label
de_de: Rechnungsbetrag Bezeichnung
fr_fr: Etiquette du montant facturé

source: The label for the Amount Billed in the payment form.
de_de: Die Bezeichnung für den Rechnungsbetrag im Zahlungsformular.
fr_fr: L'étiquette pour le Montant de la facture dans le formulaire de paiement.

source: Deposit Label
de_de: Anzahlungsbezeichnung
fr_fr: Étiquette de l'acompte

source: Appears in the Pricing Table
de_de: Erscheint in der Preistabelle
fr_fr: Apparaît dans le tableau des tarifs

source: Final Payment (on arrival) Label
de_de: Abschlusszahlung (bei Ankunft) Bezeichnung
fr_fr: Etiquette du Paiement Final (à l'arrivée)

source: Appears in the Pricing Table when the Final Payment method is set to 'Cash on Arrival'
de_de: Wird in der Preistabelle angezeigt, wenn die Methode der Abschlusszahlung auf "Bargeld bei Ankunft" festgelegt ist.
fr_fr: Apparaît dans le tableau des prix lorsque le mode de paiement final est défini sur `` Espèces à l'arrivé''

source: Final Payment (online) Label
de_de: Abschlusszahlung (online) Bezeichnung
fr_fr: Etiquette du Paiement Final (en ligne)

source: Appears in the Pricing Table when the Final Payment method is set to 'Same as initial payment'
de_de: Wird in der Preistabelle angezeigt, wenn die Methode "Letzte Zahlung" auf "Gleich wie die erste Zahlung" festgelegt ist.
fr_fr: Apparaît dans le tableau des prix lorsque le mode de paiement final est défini sur «Identique au paiement initial»

source: Inexistent Payment ID.
de_de: Inexistente Zahlungs-ID.
fr_fr: ID de paiement inexistante.

source: Invalid Payment ID.
de_de: Ungültige Zahlungs-ID.
fr_fr: ID de paiement non valide.

source: Invalid Order ID.
de_de: Ungültige Bestell-ID.
fr_fr: numéro de Commande non valide

source: Pay with cash when you arrive.
de_de: Bezahle mit Bargeld, wenn du ankommst.

source: Enable Pricing
de_de: Preise aktivieren
fr_fr: Activer le paiement

source: Enabling this option will allow you to add prices to calendar dates, add a price calculator to the form and enable the "Payment on Arrival" and "Bank Transfer" payment methods.
de_de: Wenn du diese Option aktivierst, kannst du Preise zu Kalenderdaten hinzufügen, einen Preisrechner in das Formular einfügen und die Zahlungsarten "Zahlung bei Ankunft" und "Banküberweisung" aktivieren.
fr_fr: L'activation de cette option vous permettra d'ajouter des prix pour aux dates du calendrier, ajouter un calculateur de prix au formulaire et activer l'option "Paiement à l'Arrivée" et "Transfert Bancaire" comme méthodes de paiement.

source: Price
de_de: Kosten
fr_fr: Prix

source: Custom "Total" Label
de_de: Benutzerdefinierte "Gesamt" Bezeichnung
fr_fr: Etiquette "Total" Personnalisée

source: Price Calculation
de_de: Preisberechnung
fr_fr: Calcul du prix

source: Per Day - Multiply by the number of booked days
de_de: Pro Tag - Multipliziere mit der Anzahl der gebuchten Tage
fr_fr: Par Jour - Multiplier par le nombre de jours réservés

source: Per Booking - Only add once per booking
de_de: Pro Buchung - Nur einmal pro Buchung hinzufügen
fr_fr: Par Réservation - Prendre en compte une seule fois par réservation
