Repository: ejberro2020/prueba_dinamik
Catalog: plugins/wp-booking-system-premium/languages/wp-booking-system-*.po
Languages: de_de, fr_fr

source: Multiplication
de_de: Multiplikation

source: Applicable Period
de_de: Gültiger Zeitraum
fr_fr: Période applicable

source: Period Type
de_de: Zeitraum
fr_fr: Type de dériode

source: Fixed Date - Only between the selected dates
de_de: Festes Datum - Nur zwischen den ausgewählten Datumsangaben
fr_fr: Date fixe - Seulement entre les dates sélectionnées

source: Recurring - Between the selected dates, but each year
de_de: Wiederkehrend - Zwischen den ausgewählten Datumsangaben, aber jedes Jahr
fr_fr: Récurrents entre les dates choisies, mais chaque année

source: Pricing
de_de: Preisgestaltung
fr_fr: Tarification

source: Default Price
de_de: Voreingestellter Preis
fr_fr: Prix par défaut

source: Set Default Price
de_de: Standardpreis festlegen
fr_fr: Définir le prix par défaut

source: Payment Confirmation
de_de: Zahlungsbestätigung
fr_fr: Confirmation de Paiement

source: Subtotal
de_de: Gesamtbetrag
fr_fr: Sous-total

source: Processing payment, please wait...
de_de: Zahlung wird abgewickelt, bitte warten...
fr_fr: Traitement de paiement en cours, veuillez patienter...

source: Your Order
de_de: Deine Bestellung
fr_fr: Votre commande

source: Please select a date first.
de_de: Bitte wähle zuerst ein Datum aus.
fr_fr: Veuillez d'abord sélectionner une date.

source: Payment
de_de: Zahlung
fr_fr: Paiement

source: Taxes
de_de: Steuern

source: Payment Strings
de_de: Zahlung Strings
fr_fr: Messages de Paiement

source: Give the customer the option to transfer money directly in your bank account.
de_de: Gib dem Kunden die Möglichkeit, Geld direkt auf dein Bankkonto zu überweisen.
fr_fr: Donner au client la possibilité de transférer de l'argent directement sur votre compte bancaire.

source: Display name
de_de: Anzeigename
fr_fr: Nom d'affichage

source: The payment method name that appears on the booking form.
de_de: Der Name der Zahlungsmethode, der auf dem Buchungsformular angezeigt wird.
fr_fr: Le nom du mode de paiement qui apparaît sur le formulaire de réservation.

source: The payment method description that appears on the booking form.
de_de: Die Beschreibung der Zahlungsmethode, die auf dem Buchungsformular angezeigt wird.
fr_fr: La description du mode de paiement qui apparaît sur le formulaire de réservation.

source: Payment Instructions
de_de: Zahlungsanweisungen
fr_fr: Instructions De Paiement

source: Instructions on how and where to send the money. Bank name, account number, etc. This information will be included in the form confirmation message and in the email if the {Bank Transfer Instructions} tag is used.
de_de: Anweisungen, wie und wohin das Geld zu überweisen ist. Bankname, Kontonummer, etc. Diese Informationen werden in der Bestätigungsnachricht des Formulars und in der E-Mail enthalten sein, wenn der Tag {Bank Transfer Instructions} verwendet wird.
fr_fr: Instructions sur comment et où envoyer l'argent. Nom de la banque, numéro de compte, etc. Ces informations seront incluses dans le message de confirmation du formulaire et dans l'email si la balise {Bank Transfer Instructions} est utilisée.

source: You can use the <span class="wpbs-small-print-tag wpbs-select-on-click">{Amount}</span> tag to show the total amount needed to be paid by the customer, or the <span class="wpbs-small-print-tag wpbs-select-on-click">{Booking ID}</span> tag to add a transaction reference number.
de_de: Du kannst den <span class="wpbs-small-print-tag wpbs-select-on-click">{Amount}</span> Tag verwenden, um den Gesamtbetrag anzuzeigen, der vom Kunden bezahlt werden muss, oder den <span class="wpbs-small-print-tag wpbs-select-on-click">{Booking ID}</span> Tag, um eine Transaktionsreferenznummer hinzuzufügen.
fr_fr: Vous pouvez utiliser la balise <span class = "wpbs-small-print-tag wpbs-select-on-click"> {Amount} </span> pour afficher le montant total à payer par le client, ou la balisse <span class = "wpbs-small-print-tag wpbs-select-on-click"> {Booking ID} </span> pour ajouter un numéro de référence de transaction.

source: Currency
de_de: Währung
fr_fr: Devise

source: Price Format
de_de: Preisformat
fr_fr: Format du prix

source: Product Name
de_de: Produktname
fr_fr: Nom Du Produit

source: The product name to show in the price calculator for date selections. For eg. "Days". If the users selects 4 days in the calendar, the price calculation will show "Days &times; 4: 100 EUR"
de_de: Der Produktname, der im Preisrechner für die Datumsauswahl angezeigt werden soll. Zum Beispiel. "Tage". Wenn die Benutzer 4 Tage im Kalender auswählen, zeigt die Preisberechnung "Tage × 4: 100 EUR" an.
fr_fr: Le nom du produit pour afficher le calculateur de prix pour les sélections de date. Pour eg. "Jours". Si l'utilisateur sélectionne 4 jours dans le calendrier, le prix calcul "Jours × 4: 100 EUR"

source: Give the customer the option to pay with cash on arrival.
de_de: Gib dem Kunden die Möglichkeit, bei der Ankunft mit Bargeld zu bezahlen.
fr_fr: Donner au client la possibilité de payer en espèces à l'arrivée.

source: "Payment Confirmation" Heading
de_de: Überschrift "Zahlungsbestätigung"
fr_fr: En-tête "Confirmation de paiement"

source: Appears on the payment screen.
de_de: Wird auf dem Zahlungsbildschirm angezeigt.
fr_fr: Apparaît sur l'écran de paiement.

source: "Your Order" Heading
de_de: "Deine Bestellung" Überschrift
fr_fr: "Vos Commandes" En tête

source: Appears above the pricing table.
de_de: Wird oberhalb der Preistabelle angezeigt.
fr_fr: Apparaît au-dessus de la table des prix.

source: "Item" Table Column
de_de: Tabellenspalte "Element"
fr_fr: "Item" Colonne du Tableau

source: Appears in the pricing table.
de_de: Wird in der Preistabelle angezeigt.
fr_fr: Apparaît dans la table des prix.

source: "Total" Table Column
de_de: Tabellenspalte "Gesamt"
fr_fr: "Total" Colonne du Tableau

source: "Subtotal" Table Column
de_de: Tabellenspalte "Zwischensumme"
fr_fr: "Sous-total" Colonne du tableau

source: Processing Payment Message
de_de: Zahlungsabwicklung Nachricht
fr_fr: Le Traitement Des Messages De Paiement

source: The loading message while the payment is being processed.
de_de: Die Ladenachricht, während die Zahlung verarbeitet wird.
fr_fr: Le message de chargement pendant le traitement du paiement.

source: No Dates Selected
de_de: Keine Termine ausgewählt
fr_fr: Aucunes dates délectionnées

source: The message that appears in the pricing table if no dates are selected.
de_de: Die Meldung, die in der Preistabelle angezeigt wird, wenn keine Datumsangaben ausgewählt sind.
fr_fr: Le message qui s'affiche dans la table des prix si aucune date n'est sélectionné.

source: Enable Taxes
de_de: Steuern aktivieren
fr_fr: Activer les taxes

source: Tax
de_de: Steuer
fr_fr: Taxe

source: Amount
de_de: Summe
fr_fr: Montant

source: Calculation
de_de: Berechnung
fr_fr: Calcul

source: Apply tax to
de_de: Steuer anwenden auf
fr_fr: Appliquer la taxe à

source: Select how to apply the tax. To all pricing items (calendar price per day and form product fields) or to calendar price only (calendar price per day).
de_de: Wähle aus, wie die Steuer angewendet werden soll. Auf alle Preispositionen (Kalenderpreis pro Tag und Formularproduktfelder) oder nur auf den Kalenderpreis (Kalenderpreis pro Tag).
fr_fr: Sélectionnez comment appliquer la taxe. À tous les éléments de tarification (prix du calendrier par jour et champs de produit du formulaire) ou au prix du calendrier uniquement (prix du calendrier par jour).

source: Calendar and Form Prices
de_de: Kalender- und Formularpreise
fr_fr: Calendrier et Formulaire de Prix

source: Calendar Price Only
de_de: Nur Kalenderpreis
fr_fr: Calendrier des prix

source: Form Price Only
de_de: Nur Formularpreis
fr_fr: Prix Uniquement

source: Optional. The period in which the tax is applied.
de_de: Optional. Der Zeitraum, in dem die Steuer angewandt wird.
fr_fr: Facultatif. La période dans laquelle la taxe est appliquée.

source: Start date
de_de: Anfangsdatum
fr_fr: Date de début

source: End date
de_de: Enddatum
fr_fr: Date de fin

source: Select the calendars the tax applies to. If no calendars are selected, the tax will be applied to all calendars.
de_de: Wähle die Kalender aus, für die die Steuer gelten soll. Wenn keine Kalender ausgewählt werden, wird die Steuer auf alle Kalender angewendet.
fr_fr: Sélectionnez les calendriers auxquels s'applique la taxe. Si aucun calendrier n'est sélectionné, la taxe sera appliquée à tous les calendriers.

source: Add Tax
de_de: Steuer hinzufügen
fr_fr: Ajouter une taxe

source: Enabling this will deduct the VAT percentage from all your prices and add it back to the pricing table after the Subtotal is displayed.
de_de: Wenn du dies aktivierst, wird der Mehrwertsteuerprozentsatz von all deinen Preisen abgezogen und nach der Anzeige der Zwischensumme wieder zur Preistabelle hinzugefügt.
fr_fr: L'activation de cette option déduira le pourcentage de TVA de tous vos prix et l'ajoutera à nouveau au tableau des prix une fois le sous-total affiché.

source: Enable VAT
de_de: Mehrwertsteuer aktivieren
fr_fr: Activer la TVA

source: VAT Percentage
de_de: MwSt. Prozentsatz
fr_fr: Pourcentage de la TVA

source: VAT Name
de_de: MwSt. Bezeichnung
fr_fr: Nom de la TVA

source: Important!
de_de: Wichtig!

source: The uninstaller will remove all WP Booking System information stored in the database for version 8 and higher.
de_de: Der Unistaller entfernt alle WP Booking System Informationen in der Datenbank für Version 8 und höher.
fr_fr: Le programme de désinstallation supprime tous les WP Système de Réservation les informations stockées dans la base de données pour la version 8 et plus.

source: This includes, but is not limited to, all calendars, all legend items, all bookings, all plugin settings.
de_de: Dies beinhaltet, ist aber nicht beschränkt auf, alle Kalender, alle Legendenelemente, alle Buchungen, alle Plugin-Einstellungen.
fr_fr: Cela inclut, mais n'est pas limité à, tous les calendriers, tous les éléments de la légende, toutes les réservations, tous les paramètres de plug-in.

source: Data related to versions lower than version 8 will not be removed.
de_de: Daten, die sich auf Versionen niedriger als Version 8 beziehen, werden nicht entfernt.
fr_fr: Les données relatives aux versions inférieures à la version 8 ne seront pas supprimées.

source: After the uninstall process is complete the plugin will be automatically deactivated.
de_de: Nachdem der Deinstallationsprozess abgeschlossen ist, wird das Plugin automatisch deaktiviert.
fr_fr: Une fois le processus de désinstallation terminé, le plugin sera automatiquement désactivé.

source: To confirm that you really want to uninstall WP Booking System, please type REMOVE in the field below.
de_de: Um zu bestätigen, dass du WP Booking System wirklich deinstallieren möchtest, gib bitte REMOVE in das Feld unten ein.
fr_fr: Pour confirmer que vous souhaitez désinstaller WP Système de Réservation, merci de nous la RETIRER dans le champ ci-dessous.

source: Uninstall Plugin
de_de: Plugin deinstallieren
fr_fr: Désinstallation Du Plugin

source: Register Website
de_de: Website registrieren
fr_fr: Enregistrer le site Web

source: Something went wrong. Could not complete the operation.
de_de: Etwas ist schief gelaufen. Der Vorgang konnte nicht abgeschlossen werden.
fr_fr: Quelque chose s'est mal passé. Impossible de terminer l'opération.

source: Please provide a serial key.
de_de: Bitte gib einen Lizenzschlüssel ein.
fr_fr: Veuillez fournir un numéro de série.

source: Something went wrong. Could not connect to our server to register your website.
de_de: Etwas ist schief gelaufen. Wir konnten uns nicht mit unserem Server verbinden, um deine Webseite zu registrieren.
fr_fr: Quelque chose s'est mal passé. Impossible de se connecter à notre serveur pour inscrire votre site web.

source: This website is already registered with the provided serial key. Please log into %syour account on our website%s to view all your registered websites.
de_de: Diese Webseite ist bereits mit dem angegebenen Lizenzschlüssel registriert. Bitte logge dich in %sdein Konto auf unserer Website%s ein, um alle deine registrierten Webseiten zu sehen.
fr_fr: Ce site est déjà enregistré avec le numéro de série. Veuillez vous connecter en %syour compte sur notre site%s pour afficher tous vos sites web enregistrés.

source: The provided serial key is either invalid or expired. You cannot register a website with an invalid or expired serial key. %sPlease visit our website to set up or renew your WP Booking System license%s.
de_de: Der angegebene Lizenzschlüssel ist entweder ungültig oder abgelaufen. Du kannst keine Website mit einem ungültigen oder abgelaufenen Lizenzschlüssel registrieren. %sBesuche bitte unsere Website, um deine WP Booking System-Lizenz einzurichten oder zu erneuern%s.
fr_fr: La série de la clé n'est pas valide ou a expiré. Vous ne pouvez pas enregistrer un site web avec pas valide ou a expiré numéro de série. %sPlease visitez notre site web pour établir ou renouveler votre WP Système de Réservation de licence de%s.

source: The maximum number of websites have been registered for this serial key. To upgrade your license, %splease visit our website%s.
de_de: Die maximale Anzahl an Webseiten wurde für diesen Lizenzschlüssel registriert. Um deine Lizenz zu aktualisieren, %sbesuche bitte unsere Website%s.
fr_fr: Le nombre maximal de sites web ont été enregistrés pour cette clé logicielle. Pour mettre à niveau votre licence, %sveuillez visitez notre site%s.

source: Website successfully registered. To view all your registered websites, please check %syour account page on our website%s.
de_de: Website erfolgreich registriert. Um alle deine registrierten Webseiten zu sehen, besuche bitte die %s"Your Account" Seite auf unserer Website%s.
fr_fr: Site internet enregistré avec succès. Pour afficher tous vos sites web enregistrés, veuillez vérifiez %syour page de compte sur notre site%s.

source: Something went wrong. Could not connect to our server to deregister your website.
de_de: Etwas ist schief gelaufen. Wir konnten uns nicht mit unserem Server verbinden, um deine Webseite zu deregistrieren.
fr_fr: Quelque chose s'est mal passé. Impossible de se connecter à notre serveur de révocation de l'enregistrement de votre site web.

source: Website successfully deregistered.
de_de: Website erfolgreich deregistriert.
fr_fr: Site web avec succès radiées.

source: Please visit the %sPlugins page%s to check if a new update is available for WP Booking System.
de_de: Bitte besuche die %sPlugins Seite%s um zu überprüfen, ob ein neues Update für WP Booking System verfügbar ist.
fr_fr: Veuillez visiter le %sPlugins page%s pour vérifier si une nouvelle mise à jour est disponible pour WP Système de Réservation.

source: Your version of WP Booking System installed on this website is not registered. Plugin updates are not available without a valid license key. %sPlease click here to register your website%s.
de_de: Deine auf dieser Website installierte Version von WP Booking System ist nicht registriert. Plugin-Updates sind ohne einen gültigen Lizenzschlüssel nicht verfügbar. %sBitte klicke hier, um deine Website zu registrieren%s.
fr_fr: Votre version de WP Système de Réservation disponible sur ce site web n'est pas enregistré. Les mises à jour ne sont pas disponibles sans une clé de licence valide. %sVeuillez cliquer ici pour inscrire votre site%s.

source: Your WP Booking System serial key has expired. Plugin updates are not available without a valid serial key. %sPlease click here to purchase a new license%s.
de_de: Dein WP Booking System Lizenzschlüssel ist abgelaufen. Plugin-Updates sind ohne einen gültigen Lizenzschlüssel nicht verfügbar. %sBitte klicke hier, um eine neue Lizenz zu erwerben%s.
fr_fr: Votre license WP Système de Réservation a expirée. Les mises à jour ne sont pas disponibles sans clé valide. %sVeuillez cliquer ici pour acheter une nouvelle licence de%s.

source: Serial Key
de_de: Lizenzschlüssel
fr_fr: Clé logicielle

source: You can find your serial key in your WP Booking System account. %sClick here to go to your account.%s
de_de: Du kannst deinen Lizenzschlüssel in deinem WP Booking System Konto finden. %sKlicke hier, um zu deinem Konto zu gelangen.%s
fr_fr: Vous pouvez trouver votre clé de série de votre WP Système de Réservation de compte. %sClick ici pour accéder à votre compte.%s

source: Deregister Website
de_de: Website deregistrieren
fr_fr: Se Désinscrire du Site Web

source: Manual Update Check
de_de: Manuelle nach Update suchen
fr_fr: Vérification manuelle de la mise à jour

source: The plugin by default checks once a day if there is an update available for it and displays if there is one in the %1$sPlugins page%2$s. If you want to do a manual update check and not wait for the automatic one, press the Check for Updates button and then check the %1$sPlugins page%2$s.
de_de: Das Plugin prüft standardmäßig täglich, ob ein Update für das Plugin verfügbar ist und zeigt dies auf der Seite %1$sPlugins%2$s an. Wenn du eine manuelle Update-Prüfung durchführen und nicht auf die automatische warten möchtest, drücke den Button Nach Updates suchen und prüfe dann die %1$sPlugins Seite%2$s.
fr_fr: Le plugin par défaut vérifie une fois par jour si il y a une mise à jour est disponible et affiche si il y en a un dans l' %1$sPlugins page%2$s. Si vous voulez faire une mise à jour manuelle de vérifier et de ne pas attendre pour l'automatique, appuyez sur le bouton Vérifier les Mises à jour et de vérifier ensuite l' %1$sPlugins page%2$s.

source: Check for Updates
de_de: Nach Updates suchen
fr_fr: Vérifier les mises à jour

source: Welcome
de_de: Willkommen
fr_fr: Bienvenue

source: Welcome to WP Booking System v.5
de_de: Willkommen bei WP Booking System v.5
fr_fr: Bienvenue sur WP Système de Réservation v. 5

source: This new version was written from the ground up to make the plugin easier to use, more flexible and more stable.
de_de: Diese neue Version wurde von Grund auf neu geschrieben, um das Plugin einfacher zu bedienen, flexibler und stabiler zu machen.
fr_fr: Cette nouvelle version a été écrite à partir du sol pour rendre le plugin facile à utiliser, plus souple et plus stable.

source: To start using the new version we will have to do a quick setup to migrate your existing data to the new format.
de_de: Um die neue Version nutzen zu können, müssen wir ein schnelles Setup durchführen, um deine bestehenden Daten in das neue Format zu migrieren.
fr_fr: Pour commencer à utiliser la nouvelle version, il faudra faire un réglage rapide pour migrer vos données existantes vers le nouveau format.

source: The setup should take just a few moments. For safe keeping, your old data will not be removed.
de_de: Die Einrichtung sollte nur ein paar Augenblicke dauern. Um sicher zu gehen, werden deine alten Daten nicht entfernt.
fr_fr: L'installation devrait prendre que quelques instants. Pour garder en toute sécurité, vos anciennes données ne seront pas supprimés.

source: Migrating calendars...
de_de: Kalender migrieren...
fr_fr: Migration des calendriers...

source: Migrating calendar events...
de_de: Kalenderereignisse werden migriert...
fr_fr: Migration des événements de calendrier...

source: Migrating forms...
de_de: Formulare werden migriert...
fr_fr: Migration des formulaires...

source: Migrating bookings...
de_de: Buchungen migrieren...
fr_fr: Migration des réservations...

source: Migrating general settings...
de_de: Allgemeine Einstellungen migrieren...
fr_fr: Migration des paramètres généraux...

source: Finishing up...
de_de: Fertigstellen...
fr_fr: Finir

source: Calendar Events
de_de: Terminkalender
fr_fr: Calendrier des événements

source: General settings
de_de: Allgemeine Einstellungen
fr_fr: Paramètres généraux

source: Finished
de_de: Abgeschlossen
fr_fr: Terminé

source: Let's start!
de_de: Lass uns anfangen!
fr_fr: Commençons !

source: Please wait...
de_de: Bitte warte...
fr_fr: Veuillez patienter...

source: Continue to plugin
de_de: Weiter zum Plugin
fr_fr: Continuer vers le plugin

source: If you wish to start fresh and skip the migration of your calendars and settings, from the old version, %sclick here%s.
de_de: Wenn du neu anfangen und die Migration deiner Kalender und Einstellungen von der alten Version überspringen möchtest, %sklick hier%s.
fr_fr: Si vous souhaitez recommencer à zéro, et de sauter la migration de vos calendriers et des paramètres, à partir de l'ancienne version, %scliquer ici%s.

source: Users Editing Permissions
de_de: Bearbeitungsberechtigung für Benutzer
fr_fr: Les Utilisateurs Les Autorisations De Modification

source: If you wish to allow certain users to edit this calendar, select them from the field below. The selected users will be able to edit only this calendar. If you select the same users in other calendars, they will be able to also edit those calendars.
de_de: Wenn du bestimmten Benutzern erlauben möchtest, diesen Kalender zu bearbeiten, wähle sie aus dem Feld unten aus. Die ausgewählten Benutzer können dann nur diesen Kalender bearbeiten. Wenn du die gleichen Benutzer in anderen Kalendern auswählst, können sie auch diese Kalender bearbeiten.
fr_fr: Si vous souhaitez permettre à certains utilisateurs de modifier ce calendrier, sélectionnez-le dans le champ ci-dessous. Les utilisateurs sélectionnés seront en mesure de modifier ce calendrier. Si vous sélectionnez les mêmes utilisateurs dans d'autres calendriers, ils seront en mesure de les modifier également.

source: User Assign
de_de: Benutzerzuweisung
fr_fr: Attribuer un utilisateur

source: There are no users that can be assigned to the calendar.
de_de: Es sind keine Benutzer vorhanden, die dem Kalender zugewiesen werden können.
fr_fr: Il n'y a pas que les utilisateurs peuvent être affectés à l'agenda.

source: User Role Permissions
de_de: Berechtigungen für Benutzerrollen
fr_fr: Rôle De L'Utilisateur, Les Autorisations

source: Select the user roles you wish to have calendar editing capabilities. All users that have the selected user roles will be able to edit all calendars.
de_de: Wähle die Benutzerrollen aus, die für die Bearbeitung von Kalendern zuständig sein sollen. Alle Benutzer, die die ausgewählten Benutzerrollen haben, können alle Kalender bearbeiten.
fr_fr: Sélectionnez les rôles d'utilisateur pour lesquels vous souhaitez avoir des capacités d'édition de calendrier. Tous les utilisateurs disposant des rôles utilisateur sélectionnés pourront modifier tous les calendriers.

source: The minimum required version for the <strong>
de_de: Die minimal erforderliche Version für <strong>

source: A set-and-forget booking calendar for your rental business.
de_de: Ein Buchungskalender zum Einstellen und Vergessen für dein Vermietungsgeschäft.
fr_fr: Un calendrier de réservation pour votre entreprise de location

source: Add-ons
fr_fr: Modules complémentaires

source: April
fr_fr: Avril

source: August
fr_fr: Août

source: Checkbox Link
fr_fr: Lien de la case à cocher

source: CSV Export
fr_fr: Export CSV

source: Email Strings
fr_fr: Messages de emails

source: Email Tags
fr_fr: Balises de messagerie

source: Export Format
fr_fr: Format d'Exportation

source: iCalendar URL
fr_fr: URL iCalendar

source: Name
fr_fr: Nom

source: November
fr_fr: Novembre

source: Plugin Styling
fr_fr: Plugin de style

source: reCAPTCHA v2 Tickbox
fr_fr: reCAPTCHA v2 une case à cocher

source: September
fr_fr: Septembre

source: Tooltip
fr_fr: Info-bulle

source: Uninstaller
fr_fr: Programme de désinstallation

source: v2 Secret Key
fr_fr: v2 Clé Secrète

source: v2 Site Key
fr_fr: la v2 du Site de la Clé

source: v3 Secret Key
fr_fr: v3 Clé Secrète

source: v3 Site Key
fr_fr: v3 Site Clé

source: WP Booking System
fr_fr: WP Système de Réservation
