Repository: ejberro2020/prueba_dinamik
Catalog: plugins/wp-booking-system-premium/languages/wp-booking-system-*.po
Languages: de_de, fr_fr

source: Insert a Calendar
de_de: Kalender einfügen
fr_fr: Insérer un Calendrier

source: Select which calendar you wish to insert and use the options to customize it to your needs.
de_de: Wähle aus, welchen Kalender du einfügen möchtest und nutze die Optionen, um ihn an deine Bedürfnisse anzupassen.
fr_fr: Sélectionnez le calendrier que vous souhaitez insérer et utilisez les options pour le personnaliser selon vos besoins.

source: Calendar Options
de_de: Kalender Optionen
fr_fr: Options du calendrier

source: Display Calendar Title
de_de: Kalender Titel anzeigen
fr_fr: Afficher le titre du calendrier

source: No
de_de: Nein
fr_fr: Non

source: Display Legend
de_de: Legende anzeigen
fr_fr: Afficher les légendes

source: Legend Position
de_de: Legende Position
fr_fr: Position de la Llégende

source: Side
de_de: Seite
fr_fr: Côté

source: Top
de_de: Open

source: Bottom
de_de: Unten
fr_fr: Bas

source: Months to Display
de_de: Monatsanzeige
fr_fr: Mois à Afficher

source: Start Year
de_de: Start Jahr
fr_fr: Année de début

source: Current Year
de_de: Aktuelles Jahr
fr_fr: Année en Cours

source: Start Month
de_de: Startmonat
fr_fr: Mois de début

source: Current Month
de_de: Aktueller Monat
fr_fr: Mois en Cours

source: January
de_de: Januar
fr_fr: Janvier

source: February
de_de: Februar
fr_fr: Février

source: March
de_de: März
fr_fr: Mars

source: May
de_de: Mai
fr_fr: Mai

source: June
de_de: Juni
fr_fr: Juin

source: July
de_de: Juli
fr_fr: Juillet

source: October
de_de: Oktober
fr_fr: Octobre

source: December
de_de: Dezember
fr_fr: Décembre

source: Auto (let WP choose)
de_de: Auto (WP wählen lassen)
fr_fr: Auto (laissez WP choisir)

source: Week Start Day
de_de: Wochenbeginn
fr_fr: Premier Jour De La Semaine

source: Monday
de_de: Montag
fr_fr: Lundi

source: Tuesday
de_de: Dienstag
fr_fr: Mardi

source: Wednesday
de_de: Mittwoch
fr_fr: Mercredi

source: Thursday
de_de: Donnerstag
fr_fr: Jeudi

source: Friday
de_de: Freitag
fr_fr: Vendredi

source: Saturday
de_de: Samstag
fr_fr: Samedi

source: Sunday
de_de: Sonntag
fr_fr: Dimanche

source: Display Selection Dropdown
de_de: Zeige Auswahl-Dropdown
fr_fr: Sélection de l'Affichage de Liste Déroulante

source: If set to yes, the calendar will display a month and year drop-down select field as a navigation alternative to the arrows.
de_de: Wenn "Ja" festgelegt ist, zeigt der Kalender ein Dropdown-Feld für Monat und Jahr als Navigationsalternative zu den Pfeilen an.
fr_fr: Si oui, le calendrier affichera le mois et l'année sous forme de liste déroulante plutôt que les fleches.

source: Use Jump Switch
de_de: Jump Switch verwenden
fr_fr: Utilisez Le Saut De L'Interrupteur

source: If set to yes and if the calendar displays multiple months, when the user uses the arrows to navigate the calendar, the calendar will switch the number of months selected, rather than just one month.
de_de: Wenn "Ja" festgelegt ist und der Kalender mehrere Monate anzeigt, wechselt der Kalender die Anzahl der ausgewählten Monate, wenn der Benutzer die Pfeile zum Navigieren im Kalender verwendet, die Anzahl der ausgewählten Monate und nicht nur einen Monat.
fr_fr: Si oui et si le calendrier affiche plusieurs mois, lorsque l'utilisateur utilise les flèches pour naviguer dans le calendrier, le calendrier va déplacer le nombre de mois sélectionnés, plutôt que tout juste un mois.

source: Show History
de_de: Verlauf anzeigen
fr_fr: Afficher L'Historique

source: This option lets you decide how past dates are being displayed for the user in the front-end.
de_de: Mit dieser Option kannst du entscheiden, wie vergangene Termine für den Benutzer im Frontend angezeigt werden.
fr_fr: Cette option vous permet de décider comment les dernières dates sont affichées pour l'utilisateur dans le front-end.

source: Display booking history
de_de: Buchungshistorie anzeigen
fr_fr: Affichage de l'historique de réservation

source: Replace booking history with the default legend item
de_de: Ersetze die Buchungshistorie mit dem Standard-Legendenelement
fr_fr: Remplacer l'historique de réservation par l'élément de légende par défaut

source: Use the Booking History Color from the Settings
de_de: Verwende die Buchungshistorie Farbe aus den Einstellungen
fr_fr: Utilisez la couleur de l'historique des réservations dans les paramètres

source: Display Tooltips
de_de: Zeige Tooltips
fr_fr: Afficher les Info-Bulles

source: Yes, with red indicator
de_de: Ja, mit roter Anzeige
fr_fr: Oui, avec indicateur rouge

source: Highlight Today
de_de: Heutiges Datum hervorheben
fr_fr: Mettre aujourd'hui en évidence

source: Show Week Numbers
de_de: Kalenderwochen anzeigen
fr_fr: Afficher les numéros de semaine

source: If set to yes, it will display at the beginning of each week the week's number counted from the beginning of the year.
de_de: Wenn auf "Ja" gesetzt, wird zu Beginn jeder Woche die entsprechende KW angezeigt.
fr_fr: Si oui, il s'affiche au début de chaque semaine le numéro de semaine, compté à partir du début de l'année.

source: Form Options
de_de: Formular Optionen
fr_fr: Options du formulaire

source: Form
de_de: Formular
fr_fr: Formulaire

source: No Form
de_de: Kein Formular
fr_fr: Aucun Formulaire

source: Auto Accept Bookings
de_de: Auto akzeptieren von Buchungen
fr_fr: Accepter automatiquement les réservations

source: If set to yes, when a booking is made, the dates in the calendar will automatically be changed to the 'Booked' legend
de_de: Wenn auf ja gesetzt, werden die Termine im Kalender automatisch auf die Legende 'Gebucht' geändert, wenn eine Buchung vorgenommen wird
fr_fr: Si oui, lorsqu'une réservation est faite, les dates dans le calendrier seront modifiées automatiquement suivant la légende "Accepter automatiquement"

source: Selection Type
de_de: Auswahlart
fr_fr: Type de sélection

source: Change the way the visitor selects dates in the calendar.
de_de: Ändere die Art und Weise, wie der Besucher Termine im Kalender auswählt.
fr_fr: Changer la façon dont le visiteur sélectionne les dates dans le calendrier.

source: Date Range
de_de: Datumsbereich
fr_fr: Plage des Dates

source: Single Day
de_de: Einzelner Tag
fr_fr: Journée unique

source: Selection Style
de_de: Auswahlstil
fr_fr: Style de sélection

source: Change the way the selection of dates looks. Normal will highlight days entirely, while Split will make the first and last day of the selection appear as half days.
de_de: Normal hebt die Tage ganz hervor, während Teilen den ersten und letzten Tag der Auswahl als halbe Tage erscheinen lässt.
fr_fr: Changez l'apparence de la sélection de dates. Normal mettra en évidence des jours entiers, tandis que Split fera apparaître le premier et le dernier jour de la sélection sous forme de demi-journées.

source: Minimum Days
de_de: Min. Tage
fr_fr: Nombre Minimum de Jours

source: The minimum number of days of a booking. If you are using the "Split" selection type, the number of nights will be counted instead.
de_de: Die minimale Anzahl von Tagen einer Buchung. Wenn du die Auswahlart "Teilen" verwendest, wird stattdessen die Anzahl der Nächte gezählt.
fr_fr: Le nombre minimum de jours d'une réservation. Si vous utilisez le type de sélection «Fractionné», le nombre de nuits sera compté à la place.

source: Maximum Days
de_de: Max. Tage
fr_fr: Nombre de jours maximum

source: The maximum number of days of a booking. If you are using the "Split" selection type, the number of nights will be counted instead.
de_de: Die maximale Anzahl der Tage einer Buchung. Wenn du die Auswahlart "Teilen" verwendest, wird stattdessen die Anzahl der Nächte gezählt.
fr_fr: Le nombre maximum de jours d'une réservation. Si vous utilisez le type de sélection «Fractionné», le nombre de nuits sera compté à la place.

source: Booking Start Day
de_de: Buchungsstarttag
fr_fr: Date du Début de La Réservation

source: Force the booking to start on a specific day.
de_de: Erzwinge den Start der Buchung an einem bestimmten Tag.
fr_fr: Force le début de la réservation à un jour spécifique.

source: Booking End Day
de_de: Buchungsendetag
fr_fr: Réservation de Fin de Journée

source: Force the booking to end on a specific day.
de_de: Erzwinge das Ende der Buchung an einem bestimmten Tag.
fr_fr: Force la fin de la réservation à un jour spécifique.

source: Show Selected Dates
de_de: Ausgewählte Termine anzeigen
fr_fr: Afficher les dates sélectionnées

source: If set to yes, the dates selected in the calendar will appear in the form as well. This just provides a visual confirmation of the dates selected.
de_de: Wenn diese Option auf "Ja" gesetzt ist, werden die im Kalender ausgewählten Daten auch im Formular angezeigt. Dies dient nur zur visuellen Bestätigung der ausgewählten Daten.
fr_fr: Si oui, les dates sélectionnées dans le calendrier s'affichent dans le formulaire. Cela fournit une confirmation visuelle des dates sélectionnées.

source: Insert a Multiple Overview Calendar
de_de: Füge einen Übersichtskalender ein
fr_fr: Insérer un aperçu de calendrier multiple

source: Create a calendar overview that displays all selected calendars and their availability
de_de: Erstelle eine Kalenderübersicht, die alle ausgewählten Kalender und deren Verfügbarkeit anzeigt
fr_fr: Créer un aperçu de calendrier qui affiche tous les calendriers sélectionnés et leur disponibilité

source: Calendar Selection
de_de: Kalenderauswahl
fr_fr: Sélection du calendrier

source: Display Calendars
de_de: Kalender anzeigen
fr_fr: Affichage des calendriers

source: All Calendars
de_de: Alle Kalender
fr_fr: Tous les calendriers

source: Selected Calendars
de_de: Ausgewählte Kalender
fr_fr: Calendriers sélectionnés

source: Select Calendars
de_de: Kalender auswählen
fr_fr: Sélectionner calendriers

source: Basic Options
de_de: Grundlegende Optionen
fr_fr: Options de Base

source: Advanced Options
de_de: Erweiterte Optionen
fr_fr: Options Avancées

source: Show Day Abbreviations
de_de: Abkürzungen der Tage anzeigen
fr_fr: Afficher l'abréviation des jours

source: If set to yes, it will display a secondary calendar header for the dates (besides the day numbers), containing the first letter of the day's name. For example, Monday will display M.
de_de: Wenn du diese Option auf "Ja" setzt, wird eine sekundäre Kalenderüberschrift für die Daten angezeigt (neben den Tagesnummern), die den ersten Buchstaben des Tagesnamens enthält. Zum Beispiel wird für Montag M angezeigt.
fr_fr: Si oui, il va afficher un titre secondaire au calendrier pour les dates (à coter du numéro du jour), contenant la première lettre du nom. Par exemple, le lundi affichera L.

source: Insert Calendar Overview
de_de: Kalenderübersicht einfügen
fr_fr: Insérer un aperçu de calendrier

source: Edit form
de_de: Formular bearbeiten
fr_fr: Modifier le Formulaire

source: Duplicate form
de_de: Formular duplizieren
fr_fr: Dupliquer le formulaire

source: Are you sure you want to send this form to the trash?
de_de: Bist du sicher, dass du dieses Formular in den Papierkorb verschieben willst?
fr_fr: Êtes-vous sûr de vouloir envoyer ce formulaire à la poubelle?

source: Restore form
de_de: Formular wiederherstellen
fr_fr: Restaurer le formulaire

source: Are you sure you want to delete this form?
de_de: Bist du sicher, dass du dieses Formular löschen möchtest?
fr_fr: Êtes-vous sûr de vouloir supprimer ce formulaire?

source: No forms found.
de_de: Keine Formulare gefunden.
fr_fr: Pas de formulaire trouvé.

source: Form created successfully.
de_de: Formular wurde erfolgreich erstellt.
fr_fr: Formulaire créé avec succès.

source: Form successfully moved to Trash.
de_de: Formular wurde erfolgreich in den Papierkorb verschoben.
fr_fr: Le formulaire a bien été déplacé vers la corbeille.

source: Form has been successfully restored.
de_de: Das Formular wurde erfolgreich wiederhergestellt.
fr_fr: Le formulaire a été restauré avec succès.

source: Form has been successfully deleted.
de_de: Das Formular wurde erfolgreich gelöscht.
fr_fr: Le formulaire a été supprimé avec succès.

source: Form updated successfully.
de_de: Das Formular wurde erfolgreich aktualisiert.
fr_fr: Formulaire mis à jour avec succès.

source: Form has been successfully duplicated.
de_de: Das Formular wurde erfolgreich dupliziert.
fr_fr: Le formulaire a été correctement reproduit

source: Form Builder
de_de: Formular Builder
fr_fr: Générateur de Formulaire

source: Email Notifications
de_de: E-Mail-Benachrichtigungen
fr_fr: Notifications par email

source: Form Strings
de_de: Formular Strings
fr_fr: Chaînes de Formulaire

source: General Options
de_de: Allgemeine Optionen
fr_fr: Options Générales

source: Form Confirmation
de_de: Formularbestätigung
fr_fr: Formulaire De Confirmation

source: Admin Notification
de_de: Admin-Benachrichtigung
fr_fr: Notification à l'administrateur

source: Please add a name for your new form.
de_de: Bitte gib einen Namen für dein neues Formular ein.
fr_fr: Veuillez ajouter un nom pour votre nouveau formulaire

source: Something went wrong. Could not create the form. Please try again.
de_de: Irgendetwas ist schief gelaufen. Das Formular konnte nicht erstellt werden. Bitte versuche es erneut.
fr_fr: Quelque chose s'est mal passé. Impossible de créer le formulaire. Merci d'essayer de nouveau.

source: Submit
de_de: Senden
fr_fr: Soumettre

source: The form was successfully submitted.
de_de: Das Formular wurde erfolgreich übermittelt.
fr_fr: Le formulaire a été soumis avec succès.

source: Something went wrong. Could not update the form.
de_de: Irgendetwas ist schief gelaufen. Das Formular konnte nicht aktualisiert werden.
fr_fr: Quelque chose s'est mal passé. Impossible de mettre à jour le formulaire.

source: Duplicate of
de_de: Duplikat von
fr_fr: Duplicata de

source: Forms
de_de: Formulare
fr_fr: Formulaires

source: Basic Form Elements
de_de: Grundlegende Formularelemente
fr_fr: Éléments de base du Formulaire

source: Advanced Form Elements
de_de: Erweiterte Formularelemente
fr_fr: Éléments de formulaire avancés

source: Pricing Form Elements
de_de: Preisformularelemente
fr_fr: La Tarification Des Éléments De Formulaire

source: Label
de_de: Bezeichnung
fr_fr: Étiquette

source: Required
de_de: Erforderlich
fr_fr: Requis

source: Placeholder
de_de: Platzhalter
fr_fr: Espace réservé

source: Default Value
de_de: Standardwert
fr_fr: Valeur par défaut

source: Custom Class
de_de: Benutzerdefinierte Klasse
fr_fr: Classe Personnalisée

source: Hide Label
de_de: Beschriftung ausblenden
fr_fr: Cacher l'étiquette

source: Dynamic Population
de_de: Dynamische Belegung
fr_fr: Population dynamique

source: Date Format
de_de: Datumsformat

source: Checkbox Label
de_de: Checkbox Beschriftung
fr_fr: Étiquette de case à cocher

source: To use reCAPTCHA you must add your API Keys in the
de_de: Um reCAPTCHA zu verwenden, musst du deine API Keys in der
fr_fr: Pour utiliser reCAPTCHA vous devez ajouter votre clef API dans le

source: Settings Page
de_de: Einstellungen Seite
fr_fr: Page de paramétrage

source: General Tags
de_de: Allgemeine Tags
fr_fr: Balises générales

source: Payment Tags
de_de: Zahlungs-Tags
fr_fr: Balises de paiement

source: Form Tags
de_de: Formular Schlagwörter
fr_fr: Balises de Formulaire

source: no-label
de_de: keine Beschriftung
fr_fr: Pas d'Etiquette

source: This field is required.
de_de: Dieses Feld ist erforderlich.
fr_fr: Ce champ est requis.

source: Invalid email address.
de_de: Ungültige E-Mail Adresse.
fr_fr: Adresse email non valide.

source: Invalid phone number.
de_de: Ungültige Telefonnummer.
fr_fr: Numéro de téléphone non valide.

source: Please select a date.
de_de: Bitte wähle ein Datum.
fr_fr: Veuillez sélectionner une date.

source: Please select a minimum of %s days.
de_de: Bitte wähle mindestens %s Tage aus.
fr_fr: Veuillez sélectionner un nombre minimum de %s jours.

source: Please select a maximum of %s days.
de_de: Bitte wähle maximal %s Tage aus.
fr_fr: Veuillez sélectionner un nombre maximum de %s jours.

source: The booking must start on a %s.
de_de: Die Buchung muss an einem %s beginnen.
fr_fr: La réservation doit commencer un s%.

source: The booking must end on a %s.
de_de: Die Buchung muss an einem %s enden.
fr_fr: La réservation doit se terminer un %s.

source: Please check the fields below for errors.
de_de: Bitte überprüfe die Felder unten auf Fehler.
fr_fr: Veuillez vérifier les erreurs ci-dessous.

source: Booked On
de_de: Gebucht am
fr_fr: Réservé le

source: Add New Form
de_de: Neues Formular hinzufügen
fr_fr: Ajouter un nouveau formulaire

source: Form Name
de_de: Formularname
fr_fr: Nom du formulaire

source: Add Form
de_de: Formular hinzufügen
fr_fr: Ajouter un formulaire

source: It appears you made changes to the form. Make sure you save the form before you make any changes on this page to ensure all email tags are up to date.
de_de: Es scheint, dass du Änderungen am Formular vorgenommen hast. Achte darauf, dass du das Formular speicherst, bevor du Änderungen auf dieser Seite vornimmst, um sicherzustellen, dass alle E-Mail-Tags auf dem neuesten Stand sind.
fr_fr: Il semble que vous avez apporté des modifications au formulaire. Assurez-vous d'enregistrer le formulaire avant de faire des modifications sur cette page afin de vous assurer tous les balise d'emails, sont à jour.

source: Enable Notification
de_de: Aktiviere Benachrichtigungen
fr_fr: Activer la Notification

source: Send an email to yourself (the website administrator) whenever a booking is made.
de_de: Sende eine E-Mail an dich selbst (den Website-Administrator), wenn eine Buchung getätigt wird.
fr_fr: Envoyer un email à vous-même (l'administrateur du site web) à chaque fois qu'une réservation est faite.

source: You can use these dynamic tags in any of the fields. They will be replaced with the values submitted in the form.
de_de: Du kannst diese dynamischen Tags in jedem der Felder verwenden. Sie werden durch die im Formular eingegebenen Werte ersetzt.
fr_fr: Vous pouvez utiliser ces balises dynamiques dans l'un des champs. Elles seront remplacées par les valeurs présentent dans le formulaire.

source: Start building yor form by adding a form element. Click on any of the elements on the right to add them here!
de_de: Beginne mit der Erstellung deines Formulars, indem du ein Formularelement hinzufügst. Klicke auf eines der Elemente auf der rechten Seite, um es hier hinzuzufügen!

source: You can use these dynamic tags in the Confirmation Message field. They will be replaced with the values submitted in the form.
de_de: Du kannst diese dynamischen Tags im Feld Bestätigungsmeldung verwenden. Sie werden durch die im Formular eingegebenen Werte ersetzt.

source: Confirmation Type
de_de: Bestätigungstyp
fr_fr: Type de confirmation

source: Show a Message
de_de: Anzeigen einer Nachricht
fr_fr: Afficher un message

source: Redirect to a Page
de_de: Umleiten zu einer Seite
fr_fr: Rediriger vers une Page

source: Redirect URL
de_de: URL-Umleitung
fr_fr: URL de redirection

source: Validation Strings
de_de: Validierungszeichenfolgen
fr_fr: La Validation De Chaînes De Caractères

source: Validation Errors
de_de: Validierungsfehler
fr_fr: Les Erreurs De Validation

source: Required Field
de_de: Pflichtfeld
fr_fr: Champ Obligatoire

source: Invalid Email
de_de: Ungültige E-Mail
fr_fr: Email non valide

source: Invalid Phone
de_de: Ungültige Telefonnummer
fr_fr: Numéro de téléphone non valide

source: No Date Selected
de_de: Kein Datum ausgewählt
fr_fr: Aucune date Sslectionnée

source: The "%s" will be replaced by the number of days set in the widget or shortcode.
de_de: "%s" wird durch die Anzahl der Tage ersetzt, die im Widget oder Shortcode festgelegt sind.
fr_fr: Le "%s" sera remplacé par le nombre de jours défini dans le widget ou le shortcode.

source: Starting Day
de_de: Starttag
fr_fr: Jour de Début

source: The "%s" will be replaced by the week day set in the widget or shortcode.
de_de: "%s" wird durch den im Widget oder Shortcode festgelegten Wochentag ersetzt.
fr_fr: Le "%s" sera remplacé par le jour de la semaine défini dans le widget ou le shortcode.

source: Ending Day
de_de: Endtag
fr_fr: Fin de La Journée

source: This appears in the email if the {All Fields} tag is used.
de_de: Dies erscheint in der E-Mail, wenn der Tag {All Fields} verwendet wird.
fr_fr: Cela apparaît dans l'email si la balise {All Fields} est utilisée.

source: The date the booking was made on. This appears in the email if the {All Fields} tag is used.
de_de: Das Datum, an dem die Buchung vorgenommen wurde. Dies erscheint in der E-Mail, wenn der Tag {All Fields} verwendet wird.
fr_fr: La date à laquelle la réservation a été effectuée. Cela apparaît dans l'email si la balise {All Fields} est utilisée.

source: Submit Button Label
de_de: Bezeichnung der "Absenden"-Taste
fr_fr: Etiquette du bouton Soumettre

source: Tracking Script
de_de: Tracking-Skript
fr_fr: Script De Tracking

source: Tracking script code (eg. Google Analytics) that's executed after the form was successfully submitted.
de_de: Tracking-Skriptcode (z. B. Google Analytics), der ausgeführt wird, nachdem das Formular erfolgreich übermittelt wurde.
fr_fr: Script de Tracking code (par exemple. Google Analytics) qui est exécuté une fois que le formulaire a été soumis avec succès.

source: Do not include the &lt;script&gt; tags.
de_de: Schließe die &lt;script&gt;-Tags nicht ein.
fr_fr: Ne pas inclure les balises &lt;script&gt;.

source: Event Description
de_de: Veranstaltungsbeschreibung
fr_fr: Description de L'Événement

source: Automatically fill in the event description field when a booking is made. You can use Email Tags to populate with dynamic form values, eg. '{1:Your Name}'. This only works if the Auto Accept option is enabled.
de_de: Fülle das Feld für die Veranstaltungsbeschreibung automatisch aus, wenn eine Buchung vorgenommen wird. Du kannst E-Mail-Tags verwenden, um das Feld mit dynamischen Formularwerten zu füllen, z.B. '{1:Your Name}'. Dies funktioniert nur, wenn die Option Auto Akzeptieren aktiviert ist.
fr_fr: Rempli automatiquement le champ de description de l'événement lors de la réservation. Vous pouvez utiliser des balises email pour remplir des valeurs de formulaire dynamiques, par exemple "{1: Votre nom}". Cela ne fonctionne que si l'option d'acceptation automatique est activée.

source: Event Tooltip
de_de: Veranstaltungs-Tooltip
fr_fr: Info-bulle d'événement

source: Automatically fill in the event tooltip field when a booking is made. You can use Email Tags to populate with dynamic form values, eg. '{1:Your Name}'. This only works if the Auto Accept option is enabled.
de_de: Fülle das Event-Tooltip-Feld automatisch aus, wenn eine Buchung vorgenommen wird. Du kannst E-Mail-Tags verwenden, um das Feld mit dynamischen Formularwerten zu füllen, z.B. '{1:Your Name}'. Dies funktioniert nur, wenn die Option Auto Akzeptieren aktiviert ist.
fr_fr: Rempli automatiquement le champ de l'info-bulle de l'événement lorsqu'une réservation est effectuée. Vous pouvez utiliser des balises email pour remplir des valeurs de formulaire dynamiques, par exemple "{1: Votre nom}". Cela ne fonctionne que si l'option d'acceptation automatique est activée.

source: You must add an Email field to the form in order to configure user notifications.
de_de: Du musst dem Formular ein E-Mail-Feld hinzufügen, um Benutzerbenachrichtigungen zu konfigurieren.
fr_fr: Vous devez ajouter un champ Email dans le formulaire de commande pour configurer les notifications à l'utilisateur.

source: Send a confirmation email to the person who made the booking.
de_de: Sende eine Bestätigungsmail an die Person, die die Buchung vorgenommen hat.
fr_fr: Envoyer un email de confirmation à la personne qui a fait la réservation.
